{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/2632900/",
  "id": 2632900,
  "absolute_url": "/opinion/2632900/san-juan-county-v-no-new-gas-tax/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/2632900/",
  "author": "https://www.courtlistener.com/api/rest/v3/people/5986/",
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2013-11-01T21:03:44.575131Z",
  "date_modified": "2020-03-02T05:29:34.532436Z",
  "type": "010combined",
  "sha1": "7d37fb704e7846b90a22cf6338d31da8d4c21769",
  "page_count": null,
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>157 P.3d 831 (2007)</b></center>\n<center><h1>SAN JUAN COUNTY, a political subdivision of the State of Washington; City of Kent, a political subdivision of the State of Washington; City of Auburn, a political subdivision of the State of Washington; City of Seattle, a political subdivision of the State of Washington, ex rel. the State of Washington, Respondents,<br>\nv.<br>\nNO NEW GAS TAX, a Washington political action committee; and Jeffrey Davis, an individual and treasurer of No New Gas Tax, Appellants.</h1></center>\n<center>No. 77966-0.</center>\n<center><p><b>Supreme Court of Washington, En Banc.</b></p></center>\n<center>Argued June 8, 2006.</center>\n<center>Decided April 26, 2007.</center>\n<p><span class=\"star-pagination\">*833</span> William R. Maurer, Michael E. Bindas, Institute for Justice/WA State Chapter, Clark Commodore Goss III, Tacey Law Group PS, Seattle, WA, Steven M. Simpson, Institute for Justice, Arlington, VA, for Appellants.</p>\n<p>Michael K. Vaska, P. Stephen Dijulio, Rodrick Dembowski, Ramsey E. Ramerman, Foster Pepper PLLC, Thomas Aquinas Carr, Seattle City Attorneys Office, Seattle, WA, David Scott Snyder, Redmond, WA, Randall Keenan Gaylord, San Juan County Prosecutor, Friday Harbor, WA, Thomas C. Brubaker, City of Kent Legal Department, Kent, WA, for Respondents.</p>\n<p>David C. Lundsgaard, Graham &amp; Dunn PC, Seattle, WA, for Amicus Curiae on behalf of Washington State Association of Broadcasters.</p>\n<p>Michael Edward Kipling, Kipling Law Group PLLC, Aaron Hugh Caplan, for Amicus Curiae on behalf of American Civil Liberties Union.</p>\n<p>William Berggren Collins, Olympia, WA, for Amicus Curiae on behalf of Attorney General.</p>\n<p>Diana M. Kirchheim, Groen Stephens &amp; Klinge LLP, Bellevue, WA, Erik S. Jaffe, Washington, DC, for Amicus Curiae on behalf of Competitive Politics, Amicus Curiae on behalf of Cato Institute, Amicus Curiae on behalf of Building Industry Assoc of Washington.</p>\n<p>MADSEN, J.</p>\n<p>¶ 1 The central issue in this appeal is whether the trial court erred in characterizing the on-air support of an initiative campaign by radio talk-show hosts as a campaign \"contribution\" that must be disclosed under the Fair Campaign Practices Act (FCPA), chapter 42.17 RCW. Petitioners No New Gas Tax (NNGT), a political action committee, and Jeffrey Davis, its treasurer, allege that San Juan County et al. (prosecutors) violated several of its constitutional rights by obtaining a preliminary injunction order, requiring it to disclose the value of radio broadcasts aired on a local radio station. The trial court dismissed NNGT's counterclaims under CR 12(b)(6), concluding that because disclosure was required by the FCPA, NNGT failed to state a claim upon which relief could be granted. NNGT asks this court to reverse the trial court's ruling, contending that the preliminary injunction order was wrongly issued. Further, NNGT urges that the enforcement action violated its constitutional rights. The prosecutors also cross-appealed the trial court's denial of attorney fees.</p>\n<p>¶ 2 We hold that the radio broadcasts at issue fall within the statutory media exemption (RCW 42.17.020(15)(b)(iv)) because they aired during the content portion of a regularly scheduled radio program, for which the broadcaster does not normally require payment, on a radio station that is not controlled by a candidate or political committee. Because the media exemption applies, the radio broadcasts are not a campaign \"contribution\" within the meaning of RCW 42.17.020(15)(a). Accordingly, we reverse the trial court's CR 12(b)(6) ruling, which was based on the trial <span class=\"star-pagination\">*834</span> court's incorrect determination that the FCPA required reporting of the radio broadcasts as campaign contributions and remand for further proceedings consistent with this opinion. However, we affirm the trial court's denial of attorney fees to the prosecutors.</p>\n<p></p>\n<h2>FACTS</h2>\n<p>¶ 3 In 1972, Washington voters passed Initiative 276 (later enacted as chapter 42.17 RCW), which regulates the financing of political campaigns. Laws of 1973, ch. 1, § 1. The purpose of the measure is to promote \"public confidence in government at all levels\" through, among other things, a system of compelled disclosure of campaign contributions and expenditures. RCW 42.17.010(1), (5). Political committees, whether organized in support of a candidate or a ballot measure, are required to register with the Public Disclosure Commission (PDC) and file a series of financial reports in accordance with detailed timing and content requirements. RCW 42.17.040, .080, .090. In particular, political committees must disclose the identities of campaign contributors and the amounts and dates of each contribution. RCW 42.17.090(1)(a), (b).</p>\n<p>¶ 4 In 1992, the voters approved Initiative 134, the FCPA. Laws of 1993, ch. 2, §§ 1-36. The FCPA supplemented the disclosure requirements of chapter 42.17 RCW with certain limitations on campaign contributions and expenditures. Among other changes, the FCPA made it illegal to either give or receive a contribution of more than $5,000 to any campaign within 21 days of an election. RCW 42.17.105(8). At the same time, the definition of \"contribution\" was amended to expressly exempt certain press activities.<sup>[1]</sup></p>\n<p>¶ 5 On May 6, 2005, NNGT registered with the PDC as a political committee. Clerk's Papers (CP) at 59. The purpose of the committee was to support a ballot measure, Initiative 912 (I-912), that would have repealed a statewide fuel tax approved by the 2005 legislature.</p>\n<p>¶ 6 Kirby Wilbur and John Carlson are radio talk show hosts with regularly scheduled programs on 570 KVI AM, a radio station owned by Fisher Communications, Inc. During their broadcasts, Wilbur and Carlson typically discuss their views on political and social issues. Fisher charges for political advertising during the \"commercial\" segments of its radio programs, but it does not charge for the value of any content time associated with Wilbur's and Carlson's talk shows.</p>\n<p>¶ 7 Wilbur and Carlson strongly criticized the legislature's enactment of the fuel tax and devoted a substantial portion of their radio broadcasts to supporting the I-912 campaign. In particular, they encouraged listeners to contribute funds to NNGT, to visit NNGT's web site and offices to obtain petitions, and to circulate and gather signatures on the petitions in order to qualify the initiative for the ballot.</p>\n<p>¶ 8 On June 22, 2005, the prosecuting authorities of San Juan County and the cities of Kent, Auburn, and Seattle filed a complaint against NNGT, alleging that it violated the disclosure provisions of the FCPA by, in part, failing to report \"valuable radio announcer professional services and valuable commercial radio airtime\" as a campaign \"contribution\" under RCW 42.17.020(15)(a).<sup>[2]</sup> CP at 28. The prosecutors retained a private law firm to represent them in the litigation. The law firm serves as bond counsel for the state of Washington and supported a political committee opposing I-912.</p>\n<p>¶ 9 About two weeks before the deadline to qualify the initiative for the ballot, the prosecutors sought an injunction to prevent NNGT \"from accepting in-kind contributions from Fisher Communications\" until it complied with the disclosure requirements. CP <span class=\"star-pagination\">*835</span> at 30. The prosecutors also sought fines, investigation costs, and an award of attorney fees.</p>\n<p>¶ 10 The prosecutors asserted that Wilbur and Carlson are \"self-identified spokespersons\" for NNGT, that the KVI website has a link to the NNGT website, and that \"this link and the constant exposure on the radio is more than simply reporting the news and constitutes advertising\" for NNGT as defined in RCW 42.17.020(37)<sup>[3]</sup>. The prosecutors asserted that Wilbur and Carlson are \"officers and agents\" of NNGT because \"[t]hey have solicited money and other resources to qualify Initiative 912 for the ballot.\" CP at 343. The prosecutors asked the court to require NNGT to report the value of the advertising provided by Fisher Communications. In support, the prosecutors presented several excerpts from the radio broadcasts in which Wilbur and Carlson discussed their participation in NNGT, directed listeners to NNGT's website, solicited funds and services in support of the initiative campaign, and reported on the progress of fundraising efforts. CP at 345.</p>\n<p>¶ 11 The trial court granted a preliminary injunction, finding that NNGT had received \"contributions of air time for political advertising purposes in support of Initiative 912 from Fisher Communications, owner and operator of the radio station 570 KVI.\" CP at 388. The court also found that Fisher's \"donation of free air time\" is a reportable \"contribution\" and required NNGT to disclose its value to the PDC. <i>Id.</i></p>\n<p>¶ 12 Counsel for NNGT requested clarification of the trial court's order, stating, \"I'm not sure what you're asking us to do, and here is my problem, your Honor. How are we to decide what is political advertising and what's not?\" CP at 493. The trial court declined to clarify its order, stating \"you have the same problem that any other candidate or campaign has in trying to understand how to make full reporting, and I'm not inclined to treat you any differently.\" Tr. of Proceedings (July 1, 2005) at 37. In compliance with the order, NNGT reported a $20,000 contribution from Fisher Communications. NNGT also reported the value of other media discussions in support of the ballot measure. NNGT subsequently submitted enough valid signatures to qualify I-912 for the ballot.<sup>[4]</sup></p>\n<p>¶ 13 NNGT sought discretionary review of the trial court order and requested a stay pending its resolution. A Court of Appeals commissioner denied the request, finding that NNGT was not harmed by the lack of a stay because the order required NNGT to disclose only those contributions received before May 31, 2005 and NNGT had complied with the order.</p>\n<p>¶ 14 NNGT filed another request for an emergency stay, supported by an affidavit by its treasurer, Jeff Davis. Davis stated that the PDC staff member assigned to handle NNGT's disclosure reports informed him that the PDC would abide by the trial court's order and assume that the $5,000 limit on contributions within 21 days prior to an election applies to the in-kind contributions from Fisher Communications. CP at 1489.</p>\n<p>¶ 15 Fisher's vice-president and general manager, Robert I. Dunlop, signed a declaration stating:</p>\n<blockquote>We would have no way to assess when or whether a \"$5,000\" threshold would be crossed. Therefore, I will have to direct Mr. Carlson and Mr. Wilbur to not discuss I-912 during the content portions on their programs to avoid this risk [of violating the contribution limit] because Fisher Seattle Radio does not wish to face a possible prosecution for violation of the Fair Campaign Practices Act. <span class=\"star-pagination\">*836</span> CP at 1036-37. The Court of Appeals again denied the stay but expedited the hearing for NNGT's motion for discretionary review.</blockquote>\n<p>¶ 16 On August 9, 2005, NNGT asserted 14 counterclaims against the prosecutors, alleging that they violated its civil rights by bringing the enforcement action and obtaining the preliminary injunction.<sup>[5]</sup> NNGT sought a declaratory judgment that the prosecutors violated its constitutional rights, injunctive relief prohibiting the prosecutors from continuing to commit the alleged violations, vacation of the preliminary injunction order, and an award of attorney fees under 42 U.S.C. § 1988 and RCW 42.17.400(5).</p>\n<p>¶ 17 The prosecutors moved for dismissal of NNGT's counterclaims under CR 12(b)(6) and for attorney fees under RCW 42.17.400(5). The court granted NNGT a continuance to conduct further discovery. Verbatim Report of Proceedings (VRP) (Sept. 9, 2005) at 23. Discovery disputes continued, however. During a hearing on the parties' motions to compel, the trial court deferred ruling on the discovery disputes until after hearing the CR 12(b)(6) motion, stating \"since it is a 12(b)(6) motion, it makes sense for me to treat it like a 12(b)(6) motion and deal with the law and not all of the discovered facts.\" VRP (Oct. 17, 2005) at 35.</p>\n<p>¶ 18 On October 26, 2005, following a hearing, the trial court granted the prosecutors' dismissal motion. In doing so, the trial court relied on the following \"findings\" it had \"expressly or impliedly made\" at the preliminary injunction hearing: \"(1) that Kirby Wilbur and John Carlson were principals in the campaign; (2) that they had intentionally promoted the campaign by advertising it in their regular radio show time slots; (3) that the on-air advertising was in addition to and different from any editorializing, comment, or discussion by the hosts on their shows; (4) that it had value to the campaign similar to advertising the campaign could have purchased on-air; (5) that the value of the advertising had not been disclosed to the [PDC] in the manner of any other in-kind contribution; and (6) that requiring reporting of that value would not restrict Kirby Wilbur or John Carlson in their on-air speech in any way.\" CP at 1495. The trial court denied the prosecutors request for attorney fees.</p>\n<p>¶ 19 Simultaneously with the dismissal of NNGT's counterclaims, the trial court granted the prosecutors' motion for voluntary dismissal of its remaining claims.</p>\n<p>¶ 20 We accepted direct review of the trial court's CR 12(b)(6) ruling dismissing NNGT's counterclaims. The prosecutors cross-appeal the trial court's denial of attorney fees.</p>\n<p></p>\n<h2>ANALYSIS</h2>\n<p></p>\n<h2>Preliminary Injunction</h2>\n<p>¶ 21 Because the trial court granted the prosecutors' motion for voluntary dismissal of its complaint against NNGT and NNGT did not appeal the dismissal order, the propriety of the preliminary injunction order is not directly before us. However, we find it necessary to review the issue in order to resolve whether the trial court properly dismissed NNGT's counterclaims. <i>See</i> RAP 7.3, 12.2 (court has inherent authority to reach all issues deemed necessary for decision). Many of NNGT's counterclaims stem from the preliminary injunction order, and the trial court dismissed the counterclaims based on legal determinations it made in the preliminary injunction order. Therefore, we must determine whether the trial court erred in entering the injunction.</p>\n<p><span class=\"star-pagination\">*837</span> ¶ 22 In reviewing the grant or denial of a preliminary injunction, we apply the abuse of discretion standard. <i>Rabon v. City of Seattle,</i> 135 Wash.2d 278, 284, 957 P.2d 621 (1998). A trial court abuses its discretion when its decision is based on untenable grounds, is manifestly unreasonable, or is arbitrary. <i>Id.</i> A party seeking preliminary injunctive relief must establish (1) a clear legal or equitable right, (2) a well-grounded fear of immediate invasion of that right, and (3) that the acts complained of either have or will result in actual and substantial injury. <i>Wash. Fed'n of State Employees v. State,</i> 99 Wash.2d 878, 888, 665 P.2d 1337 (1983). The failure to establish any of these criteria requires the denial of injunctive relief. <i>Kucera v. Dep't of Transp.,</i> 140 Wash.2d 200, 210, 995 P.2d 63 (2000). A preliminary injunction should not issue in a doubtful case. <i>Fed. Way Family Physicians,</i> 106 Wash.2d 261, 265, 721 P.2d 946 (1986) (quoting <i>Isthmian S.S. Co. v. Nat'l Marine Eng'rs Beneficial Ass'n,</i> 41 Wash.2d 106, 117, 247 P.2d 549 (1952)). To facilitate appellate review, a trial court must enter findings of fact and conclusions of law and set forth its reasons for issuing a preliminary injunction. <i>Alderwood Assocs. v. Wash. Envtl. Council,</i> 96 Wash.2d 230, 233-34, 635 P.2d 108 (1981); CR 52(a)(2)(A); CR 65(d).</p>\n<p></p>\n<h2>Clear Legal or Equitable Right</h2>\n<p>¶ 23 To establish the existence of a clear legal or equitable right, the moving party must show that it is likely to prevail on the merits. <i>Rabon,</i> 135 Wash.2d at 285, 957 P.2d 621. In issuing the preliminary injunction order, the trial court ruled that NNGT was required to disclose the value of air time supporting the initiative campaign because it constituted an in-kind contribution of political advertising by Fisher Communications. CP at 388. Finding that the radio broadcasts were a reportable contribution, the trial court tacitly concluded the prosecutors established a clear legal or equitable right. We must determine whether the trial court correctly construed the statutory term \"contribution\" in concluding that the prosecutors had a clear legal or equitable right to disclosure. <i>See </i><i>Rabon,</i> 135 Wash.2d at 286, 957 P.2d 621 (a reviewing court may resolve purely legal questions in determining the propriety of a preliminary injunction order).</p>\n<p>RCW 42.17.020(15)(a)(iii) (Contribution)</p>\n<p>¶ 24 The FCPA defines \"contribution,\" in relevant part, as:</p>\n<blockquote>(i) A loan, gift, deposit, subscription, forgiveness of indebtedness, donation, advance, pledge, payment, transfer of funds between political committees, or <i>anything of value, including personal and professional services</i> for less than full consideration;</blockquote>\n<blockquote>. . . .</blockquote>\n<blockquote>(iii) The <i>financing</i> by a person of the dissemination, distribution, or republication, in whole or in part, <i>of broadcast,</i> written, graphic, or other form of <i>political advertising</i> or electioneering communication <i>prepared by a candidate, a political committee, or its authorized agent;</i>\n</blockquote>\n<p>RCW 42.17.020(15)(a).</p>\n<p>¶ 25 The definition of \"contribution\" includes several specific exemptions. At issue here is the media exemption, which excludes:</p>\n<blockquote>A news item, feature, commentary, or editorial in a regularly scheduled news medium that is of primary interest to the general public, that is in a news medium controlled by a person whose business is that news medium, and that is not controlled by a candidate or a political committee. . . .</blockquote>\n<p>Former RCW 42.17.020(14)(b)(iv) (2002).</p>\n<p>¶ 26 The campaign finance regulations of chapter 42.17 RCW are patterned after the Federal Election Campaign Act of 1971.<sup>[6]</sup> Thus, we may look to federal authorities for guidance in interpreting provisions of the act that are analogous to federal provisions. The federal media exemption exempts from the definition of \"expenditure\": <span class=\"star-pagination\">*838</span> any news story, commentary, or editorial distributed through the facilities of any broadcasting station, newspaper, magazine, or other periodical publication, unless such facilities are owned or controlled by any political party, political committee, or candidate.[<sup>[7]</sup>]</p>\n<p>2 U.S.C. § 431(9)(B)(i).</p>\n<p>¶ 27 The state media exemption differs from the federal media exemption in that the language \"distributed through the facilities of,\" <i>id., any</i> media source is replaced with \"in a regularly scheduled news medium that is of primary interest to the general public.\" Former RCW 42.17.020(14)(a)(iv). Further, the state exemption specifies that the news medium must be controlled by \"a person whose business is that news medium.\"</p>\n<p>¶ 28 The prosecutors argue that because of these textual differences, the federal media exemption is unhelpful. We disagree. Reviewing federal case law we conclude that the textual differences reflect federal court interpretations of the federal media exemption that preceded our state's adoption of a media exemption. In <i>Federal Election Commission v. Massachusetts Citizens for Life, Inc.,</i> 479 U.S. 238, 251, 107 S.Ct. 616, 93 L.Ed.2d 539 (1986) (MCFL), the United States Supreme Court placed a narrowing construction on the federal media exemption, holding that it did not apply to a voter's guide published by a grassroots political organization because the publication at issue was not a regularly scheduled one available to the general public and was dissimilar from other publications issued by the organization.</p>\n<p>¶ 29 The Court in <i>MCFL</i> stated that inquiry into whether a publication was issued through a bona fide press entity is \"essential\" to avoid circumvention of the limitations on corporate and union expenditures by entities that issue in-house publications.<sup>[8]</sup><i>MCFL,</i> 479 U.S. at 251, 107 S.Ct. 616 (\"we cannot accept the notion that the distribution of such flyers by entities that happen to publish newsletters automatically entitles such organizations to the press exemption.\"). <i>MCFL</i> and other federal court decisions establish that the federal media exemption applies when a media entity is a regular media entity and was performing regular press functions with respect to the conduct at issue. <i>See </i><i>Fed. Election Comm'n v. Phillips Publishing Co.,</i> 517 F.Supp. 1308, 1312 (D.D.C.1981) (press exemption applies when a press entity is performing its normal business activities, including subscription solicitation); <i>Reader's Digest Ass'n v. Fed. Election Comm'n,</i> 509 F.Supp. 1210 (S.D.N.Y.1981) (press exemption applies when a press entity disseminates information to other press entities for publicity purposes).</p>\n<p>¶ 30 Our state media exemption expressly incorporates the construction that had been placed on the media exemption by federal courts by adopting the language \"regularly scheduled news medium\" that is controlled by \"a person whose business is that news medium.\" By adopting the federal courts' construction, we believe the voters intended the state media exemption to be functionally equivalent to the federal media exemption and to be interpreted in accordance with the federal media exemption. <i>See </i><i>Dep't of Ecology v. Campbell &amp; Gwinn, L.L.C.,</i> 146 Wash.2d 1, 11, 43 P.3d 4 (2002) (plain language of a statute provides evidence of legislative intent).</p>\n<p>¶ 31 The United States Supreme Court has recognized that exempting the media from <span class=\"star-pagination\">*839</span> campaign finance regulations legitimately protects the press's unique role in \"`informing and educating the public, offering criticism, and providing a forum for discussion and debate.'\" <i>Austin v. Mich. Chamber of Commerce,</i> 494 U.S. 652, 667, 110 S.Ct. 1391, 108 L.Ed.2d 652 (1990) (state may exempt media entities from otherwise generally applicable campaign finance regulations) (quoting <i>First Nat'l Bank v. Bellotti,</i> 435 U.S. 765, 781, 98 S.Ct. 1407, 55 L.Ed.2d 707 (1978)). In adopting the media exemption, Congress expressed its intent to preserve the media's traditional function of public commentary:</p>\n<blockquote>It is not the intent of the Congress in the present legislation to limit or burden in any way the first amendment freedoms of the press and of association. Thus the exclusion assures the unfettered right of the newspapers, TV networks, and other media to cover and comment on political campaigns.</blockquote>\n<p>H.R.Rep. No. 93-1239, 93 Cong., 2d Sess. 4 (1974), <i>cited in </i><i>Austin,</i> 494 U.S. at 667, 110 S.Ct. 1391 (construing a similar state exemption); <i>MCFL,</i> 479 U.S. at 250, 107 S.Ct. 616; <i>Phillips Publ'g,</i> 517 F.Supp. at 1312; <i>Fed. Elections Comm'n v. Multimedia Television, Inc.,</i> No. 94-1520-MLB, 1995 U.S. Dist. LEXIS 22404 (Aug. 15, 1995). By adopting the federal media exemption as construed, we believe the voters similarly intended to preserve the media's traditional function of public commentary.</p>\n<p>¶ 32 The prosecutors argue, and the trial court agreed, that Wilbur's and Carlson's broadcasts supporting the initiative, fall outside the media exemption because (a) the broadcasts constitute \"political advertising\"<sup>[9]</sup> rather than \"commentary.\" We reject the prosecutors' argument and adopt the approach taken by federal courts applying the federal media exemption: When considering complaints relating to media entities, the initial inquiry is whether the media exemption applies to the communication at issue. Only if the court concludes that the media exemption does not apply, is it appropriate to consider whether the communication fits within the otherwise broad definition of \"contribution.\" This approach accords with the statute's focus on whether a media entity is controlled by a candidate or political committee, and with the purpose of the media exemption, which is to avoid burdening the First Amendment rights of the press.</p>\n<p>¶ 33 The definition of \"contribution\" is extraordinarily broad, encompassing \"anything of value,\" including \"political advertising,\" defined as \"appeal[s] . . . for votes or for financial or other support.\" Absent a media exemption, this language could easily encompass many news items, features, commentary, and editorials. By incorporating the media exemption into the definition of \"contribution,\" the voters plainly intended to protect publications that would otherwise constitute a \"contribution\" subject to regulation. In order to give effect to the voters' intent, it is necessary to determine whether the media exemption applies before considering whether the communication at issue otherwise falls within the definition of \"contribution.\" Thus, the initial inquiry is whether the news medium is controlled by a candidate or political committee and whether it was functioning as a regular news medium with respect to the conduct in question. <i>See </i><i>Reader's Digest Ass'n,</i> 509 F.Supp. at 1214-15.</p>\n<p>¶ 34 The prosecutors contend, though, that the media exemption does not apply because the radio broadcasts were \"controlled\" by a political committee given Wilbur's and Carlson's role as \"principals\" of NNGT. But the phrase \"not controlled by a candidate or political committee\" modifies \"news medium,\" not \"news item, feature, commentary, or editorial.\" Thus, the applicability of the media exemption does not turn on Wilbur and Kirby's relationship to the campaign. The question is whether the news medium  here, the radio station  is controlled by a political committee, not whether <span class=\"star-pagination\">*840</span> a political committee authored the content of a particular communication. As with the federal media exemption, \"control\" does not change from hour to hour, depending on who may be hosting a particular radio program. <i>See </i><i>Reader's Digest,</i> 509 F.Supp. at 1214-15; <i>In re Dave Ross,</i> MUR [Matters Under Review] 5555, SOR [Statement of Reasons] of Chairman Toner and Commr's Mason and Spakovsky at 3 (Fed. Elections Comm'n Mar. 17, 2006) (the inquiry is not whether a press entity is independent of a political party, political committee, or candidate, but whether the facilities are owned or controlled by one), <i>available at</i> http://eqs.sdrdc.com/ eqsdocs/000050CC.pdf.</p>\n<p>¶ 35 The prosecutors also rely on a PDC declaratory order in support of their argument that on-air fundraising amounts to \"political advertising\" rather than \"commentary.\" In PDC Declaratory Order No. 5a, the PDC addressed whether air time used by a talk show host who is a candidate for office is a contribution by the broadcast station. CP at 224. The PDC advised that if the talk show host uses the air time to solicit votes, funds, or volunteer services, or expressly advocates either in favor of his campaign or for the defeat of his opponent, the air time constitutes a reportable contribution. We will not defer to a PDC declaratory order that conflicts with a statute. <i>See </i><i>Senate Republican Campaign Comm. v. Pub. Disclosure Comm'n,</i> 133 Wash.2d 229, 241, 943 P.2d 1358 (1997) (rejecting PDC's interpretation of \"candidate\"). We reject the PDC's interpretation as contrary to the statutory media exemption.<sup>[10]</sup> There is no express advocacy or solicitation limitation to the media exemption. Although the term \"commentary\" is not defined, we believe that it plainly encompasses advocacy for or against an issue, candidate or campaign, whether that involves the solicitation of votes, money, or \"other support.\" Indeed, such activities are a core aspect of the media's traditional role. <i>See, e.g., </i><i>Mills v. Alabama,</i> 384 U.S. 214, 218-19, 86 S.Ct. 1434, 16 L.Ed.2d 484 (1966) (invalidating statute that prohibited newspapers from publishing election day editorials urging readers to vote a particular way in an election); <i>N.Y. Times v. Sullivan,</i> 376 U.S. 254, 266, 84 S.Ct. 710, 11 L.Ed.2d 686 (1964) (editorializing may include soliciting financial and other support).</p>\n<p>¶ 36 In deciding whether the media exemption applies, it is inappropriate to draw distinctions between \"commentary\" and \"political advertising\" based on the content of the publication, or the speaker's motivations, intent, sources of information, or connection with a campaign. <i>See </i><i>Reader's Digest Ass'n,</i> 509 F.Supp. at 1215. Indeed, the content of a news story, editorial, or commentary is largely irrelevant in deciding whether a media entity is exercising its valid press functions. <i>Reader's Digest,</i> 509 F.Supp. at 1216; <i>In re CBS Broad., Inc,</i> MURs 5540, 5545, 5562, 5570, <i>available at</i> http://eqs.sdrdc.com/eqsdocs/0000457D.pdf. In a consolidated ruling, the Federal Elections Commission rejected several complaints that various news entities acted as agents of candidates or political committees by presenting allegedly biased coverage during the federal election campaigns of 2000. <i>In re ABC, CBS, NBC, N.Y. Times, L.A. Times, Wash. Post,</i> MUR 4929, 5006, 5090, 5117, SOR of Chairman Wold, Vice Chairman McDonald and Comm'rs Mason, Sandstrom, and Thomas at 3 (Fed. Elections Comm'n Dec. 20, 2000), <i>available at</i> http://eqs.sdrdc.com/eqsdocs/000011BC.pdf. The Federal Elections Commission aptly remarked that:</p>\n<blockquote>It is clearly a part of the normal press function to attend to the competing claims of parties, campaigns and interest groups and to choose which to feature, investigate <span class=\"star-pagination\">*841</span> or address in news, editorial and opinion coverage of political campaigns.</blockquote>\n<p><i>Id.</i> at 3.</p>\n<p>¶ 37 We agree with the Federal Elections Commission that for the media exemption to apply, the publication need not be fair, balanced, or avoid express advocacy or solicitations. <i>See also In re Dave Ross,</i> MUR 5555; <i>In re Dornan,</i> MUR 4689, SOR of Chairman Wold and Commr's Elliott, Mason and Sandstrom (Fed. Elections Comm'n Feb. 14, 2000), (media exemption applies to guest talk show host who is a candidate for federal office) <i>available at</i> http://eqs.sdrdc. com/eqsdocs/000038E3.pdf.; <i>In re Sean Hannity,</i> MUR 4863, <i>see</i> General Counsel's report (media exemption applies to radio talk show hosts express advocacy in favor of candidate for United States Senate) <i>available at</i> http://eqs.sdrdc.com/eqsdocs/0000425A.pdf.</p>\n<p>¶ 38 The distinction between \"political advertising\" and \"commentary\" may be relevant in deciding whether a media entity is performing a legitimate press function. However, the distinction does not turn on the content of the communication. In accordance with its statutory authority,<sup>[11]</sup> the PDC has further defined \"political advertising\" as it relates to the media exemption:</p>\n<blockquote>\n<i>Political advertising does not include</i> letters to the editor, news or feature articles, <i>editorial comment</i> or replies thereto in a <i>regularly published</i> newspaper, periodical, or on a <i>radio</i> or television <i>broadcast where payment</i> for the printed space or broadcast <i>time is not normally required.</i>\n</blockquote>\n<p>WAC 390-05-290 (emphasis added).</p>\n<p>¶ 39 Under the PDC's regulation, the media exemption applies to coverage of a candidate or ballot measure that occurs during the \"content\" period of a broadcast, as opposed to the commercial advertising period, when payment is normally required. Hence, if a radio station makes available to a campaign broadcast time for which it ordinarily receives a fee, i.e., commercial time, an in-kind contribution would result. However, the mere fact that a broadcast has value to a campaign, or includes solicitation of funds, votes, or other support, does not convert \"commentary\" into \"advertising\" when it occurs during the content portion of a broadcast for which payment is not normally required.</p>\n<p>¶ 40 WAC 390-05-290 appropriately creates a bright-line rule by distinguishing paid and unpaid broadcast time. This limits judicial inquiry into the content of the speech, focusing instead on the content-neutral question of whether the radio station ordinarily would collect a fee for the broadcast. <i>See </i><i>Wash. State Republican Party v. Wash. Pub. Disclosure Comm'n,</i> 141 Wash.2d 245, 268-69, 4 P.3d 808 (2000) (rejecting \"context\" analysis in favor of <i>Buckley's</i> bright-line express advocacy test to avoid excessive \"regulatory and judicial assessment of the meaning of political speech.\"). The regulation also accords with the federal media exemption. <i>See </i><i>Shays v. Fed. Election Comm'n,</i> 414 F.3d 76 (D.C.Cir.2005) (communications for which a press entity would not normally require payment are not political advertisements subject to regulation).</p>\n<p>¶ 41 The uncontroverted facts establish that the radio station involved here is a regular media entity that is not controlled by a candidate or political committee. The radio station was exercising one of its core media functions in broadcasting Wilbur's and Carlson's talk shows. The broadcasts in question occurred during the regularly scheduled content portion of Wilbur's and Carlson's radio programs, not during commercial advertising time for which Fisher ordinarily collects a fee. The broadcasts were typical of Wilbur's and Carlson's regularly scheduled broadcasts in that they involved critical commentary on an important political issue of interest to the general public. Wilbur's and Carlson's broadcasts supporting the initiative campaign fall within the media exemption, regardless of whether the talk show hosts acted at the behest of NNGT or solicited votes and financial support for the initiative campaign. Because the media exemption applies, the trial court erred in <span class=\"star-pagination\">*842</span> ruling that the radio broadcasts were a \"contribution\" subject to disclosure under the FCPA.</p>\n<p>¶ 42 We hold that the trial court improperly granted the preliminary injunction because the prosecutors failed to establish \"a clear legal or equitable right\" to disclosure of the value of radio broadcasts supporting the initiative campaign.</p>\n<p>¶ 43 Because we hold that the radio broadcasts at issue are not a \"contribution,\" we do not address whether the disclosure requirements of the FCPA are unconstitutional as applied to NNGT. <i>See </i><i>Seeber v. Wash. State Pub. Disclosure Comm'n,</i> 96 Wash.2d 135, 136, 634 P.2d 303 (1981) (declining to reach constitutional claim after concluding the PDC lacked statutory authority to subpoena lobbyist's bank records and credit card statements).</p>\n<p></p>\n<h2>CR 12(b)(6) Dismissal</h2>\n<p>¶ 44 Whether dismissal was appropriate under CR 12(b)(6) is a question of law that we review de novo. <i>State ex rel. Evergreen Freedom Found. v. Wash. Educ. Ass'n,</i> 140 Wash.2d 615, 629, 999 P.2d 602 (2000). Under CR 12(b)(6), dismissal is appropriate only when it appears beyond doubt that the claimant can prove no set of facts, consistent with the complaint, which would justify recovery. <i>Bravo v. Dolsen Cos.,</i> 125 Wash.2d 745, 750, 888 P.2d 147 (1995). Such motions should be granted \"sparingly and with care,\" and only in the unusual case in which the plaintiff's allegations show on the face of the complaint an insuperable bar to relief. <i>Tenore v. AT &amp; T Wireless Servs.,</i> 136 Wash.2d 322, 330, 962 P.2d 104 (1998) (quoting <i>Hoffer v. State,</i> 110 Wash.2d 415, 420, 755 P.2d 781 (1988)).</p>\n<p>¶ 45 NNGT alleged that the prosecutors violated its constitutional rights of free speech and free association by obtaining a preliminary injunction order that created substantial uncertainty as to the legality of its ability to solicit and receive media support during the final three weeks of the campaign. Because the trial court dismissed NNGT's counterclaims based on its incorrect legal conclusion that the radio broadcasts at issue were a \"contribution\" subject to regulation under the FCPA, we reverse its dismissal order and remand for further proceedings.<sup>[12]</sup><i>See </i><i>Am. States Ins. Co. v. Symes of Silverdale, Inc.,</i> 150 Wash.2d 462, 470-71, 78 P.3d 1266 (2003) (remanding for further proceedings after concluding the trial court's summary dismissal was predicated on a misunderstanding of the pertinent law).</p>\n<p></p>\n<h2>Attorney Fees</h2>\n<p>¶ 46 The final issue in this appeal is whether the trial court erred by refusing to award attorney fees to the prosecutors under RCW 42.17.400(5), which provides: \"In any action brought under this section, the court <i>may</i> award to the state all costs of investigation and trial, including a reasonable attorney's fee to be fixed by the court.\" RCW 42.17.400(5) (emphasis added). The prosecutors also requested attorney fees under 42 U.S.C. § 1988, which authorizes an award of attorney fees to a prevailing party. The prosecutors argue that they are entitled to an award of attorney fees because NNGT unduly prolonged the litigation by pursuing \"baseless counterclaims.\" They request an award of attorney fees for costs incurred following entry of the preliminary injunction, including the costs of defending the preliminary injunction and the CR 12(b)(6) dismissal on appeal. An award of attorney fees under either RCW 42.17.400(5) or 42 U.S.C. § 1988 is discretionary with the trial court, subject to review for an abuse of discretion. <i>Ermine v. City of Spokane,</i> 143 Wash.2d 636, 641, 23 P.3d 492 (2001) (42 U.S.C. § 1988); <i>State ex rel. Pub. Disclosure Comm'n v. Rains,</i> 87 Wash.2d 626, 555 P.2d 1368 (1976). Because we reverse the trial court's CR 12(b)(6) ruling and hold that the disclosure of the radio broadcasts as a campaign contribution was not required under the FCPA, the prosecutors did not prevail on those issues and are not entitled to an award of attorney fees.<sup>[13]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*843</span> CONCLUSION</h2>\n<p>¶ 47 We hold that RCW 42.17.090 did not require NNGT to disclose the value of KVI's radio broadcasts supporting the initiative campaign as an in-kind contribution. The statutory media exemption, RCW 42.17.020(15)(b)(iv), excludes from the definition of \"contribution\" political advocacy for or against a political campaign by the hosts of a regularly scheduled talk show, broadcast by a radio station that is not controlled by a candidate or political committee. We reverse the order dismissing NNGT's counterclaims and remand to the trial court for further proceedings consistent with this opinion. We affirm the trial court's denial of attorney fees to San Juan County.</p>\n<p>WE CONCUR: Chief Justice GERRY L. ALEXANDER, CHARLES W. JOHNSON, BOBBE J. BRIDGE, TOM CHAMBERS, SUSAN OWENS, and MARY E. FAIRHURST, JJ.</p>\n<p>J.M. JOHNSON, J. (concurring).</p>\n<p>¶ 48 Today we are confronted with an example of abusive prosecution by several local governments. San Juan County and the cities of Seattle, Auburn, and Kent (hereinafter Municipalities) determined to file a legal action ostensibly for disclosure of radio time spent discussing a proposed initiative. This litigation was actually for the purpose of restricting or silencing political opponents and was quickly dismissed after the filing deadline for the initiative. The disregard for core freedoms of speech and association in this case, and resulting interference with these constitutional rights, is described in the majority. The Municipalities augmented their prosecuting attorneys and legal staff<sup>[1]</sup> with an interested<sup>[2]</sup> private law firm to engage in this prosecution of No New Gas Tax (NNGT), in a transparent attempt to block filing of an initiative, which is also a constitutional right in Washington.</p>\n<p>¶ 49 I concur with the majority's holding construing the statute in a constitutional manner to not apply to the political speech of the defendants. I write separately to emphasize that the contrary positions of the Municipalities and court below resulted in infringing constitutional rights. Thus, the majority properly reverses and remands for further proceedings. At the least, this remand requires that NNGT receive reasonable attorney fees and trial costs. There are three separate legal grounds: the failed injunction, the statute under which the case was prosecuted (chapter 42.17 RCW), and the federal civil rights actions under 42 U.S.C. §§ 1983 and 1988.<sup>[3]</sup></p>\n<p></p>\n<h2>ANALYSIS</h2>\n<p>¶ 50 The Municipalities involved expected millions of dollars from increased tax revenue if Initiative 912 (I-912) failed to qualify for the ballot. The private law firm would potentially derive financial benefit from its role as one state bond counsel and volunteered to help litigate against NNGT \"on behalf of the State of Washington.\" (The term \"pro bono publico\" is not appropriate here.) CP at 1206-08, 1233-39; majority at 834-35.</p>\n<p><span class=\"star-pagination\">*844</span> ¶ 51 An early motion in the Municipalities' litigation resulted in this preliminary injunction, which had the effect of requiring Fisher Communications and radio station 570 KVI to limit discussion of I-912 on the radio. NNGT argues that the \"record is clear that the Municipalities sued NNGT to interfere with its efforts to pass I-912.\" <i>See</i> Opening Br. of Appellants No New Gas Tax and Jeffrey Davis at 40. I agree.</p>\n<p>¶ 52 The preliminary injunction required that KVI's on-air commentary be counted as an in-kind campaign contribution reported before any further campaign expenditures. CP at 388; <i>see also</i> Tr. of Proceedings (July 1, 2005) at 35. Since the injunction mandated nearly immediate reporting, and it was not possible to completely segregate the relevant portions of the talk show, almost all the air time was reported. The full effect of this injunction's characterization of talk show commentary as in-kind contribution is evident when RCW 42.17.105(8) is also considered. That statute states in relevant part any in-kind campaign contribution in excess of $5,000, within 21 days of the general election, is a violation of the Fair Campaign Practices Act (FCPA). <i>Id.</i> Thus, the injunction was \"chilling\" of speech because of the substantial risk that KVI on-air commentary regarding NNGT, in the three weeks preceding the general election, would be a donation in excess of the $5,000 cap, thereby incurring financial sanctions. The majority noted that the Public Disclosure Commission (PDC) determined after the preliminary injunction that the $5,000 limit would apply. Majority at 835. Additionally, the Municipalities' complaint requested penalties, treble damages, attorney fees, and costs. CP at 30-32.</p>\n<p>¶ 53 The Municipalities now contend that RCW 42.17.105(8) would not apply to all KVI's speech because they only sought disclosure for the time period prior to May 31, 2005.<sup>[4]</sup> However, the Municipalities do not propose any rational distinction which allows KVI's speech to be actionable before May 31, 2005, and then magically transform into protected speech after that date.<sup>[5]</sup> Clearly, the trial court's preliminary injunction labeled the talk radio speech at issue a \"contribution\" under the reporting requirements of RCW 42.17.090, which also subjects it to the spending limits of the FCPA later. This erroneous characterization left KVI open to potential prosecution after the resolution of this case.<sup>[6]</sup></p>\n<p>¶ 54 The United States Supreme Court examined effects of such threatened or potential prosecutions on free speech when it held \"[i]t makes no difference whether such prosecutions or proceedings would actually be commenced. It is enough that a vague and broad statute lends itself to selective enforcement against unpopular causes.\" <i>NAACP v. Button,</i> 371 U.S. 415, 435, 83 S.Ct. 328, 9 L.Ed.2d 405 (1963). In other words, the chilling effect upon the exercise of First Amendment rights may derive from the threat of prosecution, and not just by the prospects of its success. Here, the injunction's erroneous characterization of the commentary as an in-kind \"contribution\" placed defendants in jeopardy of prosecution at a later date, and the only way to completely mitigate the risk was self-imposed silence.</p>\n<p>¶ 55 Clearly, \"the First Amendment prohibits the State from silencing speech it disapproves, <span class=\"star-pagination\">*845</span> particularly silencing criticism of government itself. Threats of coerced silence chill uninhibited political debate and undermine the very purpose of the First Amendment.\" <i>State ex rel. Pub. Disclosure Comm'n v. 119 Vote No! Comm.,</i> 135 Wash.2d 618, 626, 957 P.2d 691 (1998). Prosecutors must not use the threat of a punitive lawsuit, amounting to an unconstitutional prior restraint on free speech, to block political opponents from exercising their constitutional rights.</p>\n<p>¶ 56 Granting NNGT complete reasonable attorney fees and trial costs is appropriate and required here. This may serve to deter future state actors from using their authority to act similarly to deprive individuals of constitutional rights of speech (or initiative).</p>\n<p>¶ 57 A first obvious legal basis for attorney fees derives from the ultimately failed injunction against free speech, which was held invalid by this court today. NNGT must be awarded attorney fees due to the invalid nature of the injunction alone. The Municipalities sought and were granted a preliminary injunction under CR 65, which was <i>not</i> converted to permanent injunction and was ultimately held improper. Indeed, the government parties apparently abandoned their complaint once they failed to block the initiative filing. According to well established law of this court, such an enjoined party is entitled to attorney fees. <i>See also</i> CR 65(c).</p>\n<p>¶ 58 We held in <i>Ino Ino, Inc. v. City of Bellevue,</i> 132 Wash.2d 103, 143, 937 P.2d 154, 943 P.2d 1358 (1997) that a court shall award reasonable attorney fees when a person prevails in dissolving a wrongfully issued temporary injunction. <i>See </i><i>Trummel v. Mitchell,</i> 156 Wash.2d 653, 677, 131 P.3d 305 (2006); <i>see also </i><i>Wash. State Labor Council v. Reed,</i> 149 Wash.2d 48, 60-61, 65 P.3d 1203 (2003) (\"Granting attorney fees where a challenge to an injunction is successful is based on the premise that a temporary injunction prohibits a party from engaging in a particular activity. That party's only option, other than submitting to the order, is to take legal action. Attorney fees are awarded for the damages suffered from the injunction.\"). The damages for unlawful injunction include reasonable costs of legal defense.</p>\n<p>¶ 59 The prevailing party must recover attorney fees unless special circumstances would render such an award unjust. <i>See </i><i>Wash. State Republican Party v. Wash. State Pub. Disclosure Comm'n,</i> 141 Wash.2d 245, 4 P.3d 808 (2000) (<i>WSRP</i>).</p>\n<p>¶ 60 The statutory scheme, which was invoked by the Municipalities here, provides an express alternative basis for the attorney fees. The statute relied on by both parties in their pleadings below is RCW 42.17.400(5), which provides, in part:</p>\n<blockquote>If the defendant prevails, he shall be awarded all costs of trial, and may be awarded a reasonable attorney's fee to be fixed by the court to be paid by the state of Washington.</blockquote>\n<p>¶ 61 Generally, the calculation of attorney fees is determined using the lodestar method. <i>Bowers v. Transamerica Title Ins. Co.,</i> 100 Wash.2d 581, 593, 675 P.2d 193 (1983). A court arrives at the lodestar award by multiplying a reasonable hourly rate by the number of hours reasonably expended on the matter. <i>Scott Fetzer Co. v. Weeks,</i> 122 Wash.2d 141, 149-50, 859 P.2d 1210 (1993). The lodestar amount may be adjusted to account for subjective factors such as the level of skill required by the litigation, the amount of potential recovery, time limitations imposed by the litigation, the attorney's reputation, and the undesirability of the case. <i>Bowers,</i> 100 Wash.2d at 597, 675 P.2d 193; <i>see also</i> RPC 1.5(a). Here, the court should also consider that a combined city-county/private firm effort of many attorneys prosecuted this case against NNGT.<sup>[7]</sup></p>\n<p>¶ 62 Central to determining the reasonable attorney fees is the underlying purpose for authorizing the collection of such fees. <i>Brand v. Dep't of Labor &amp; Indus.,</i> 139 Wash.2d 659, 667, 989 P.2d 1111 (1999). This court has recognized that specific statutes authorizing the award of reasonable attorney fees are designed to serve purposes other <span class=\"star-pagination\">*846</span> than the general purpose of most fee shifting statutes, e.g., to punish frivolous litigation and encourage meritorious litigation. <i>Id.</i> (citing <i>Scott Fetzer Co.,</i> 122 Wash.2d at 149, 859 P.2d 1210).</p>\n<p>¶ 63 Similarly, 42 U.S.C. § 1988(b) is relied on by the answer and counterclaim. This statute allows a prevailing party to recover attorney fees when defending against infringement of civil rights under color of state law. It provides in relevant part that:</p>\n<blockquote>In any action or proceeding to enforce a provision of sections . . . [1981-1983, 1985, 1986] [of this] title . . . the court, in its discretion, may allow the prevailing party, other than the United States, a reasonable attorney's fee as part of the costs. . . .</blockquote>\n<p><i>Id.</i> (first alteration in original). Reasonable attorney fees should always be awarded to the prevailing private party under this section, absent some rare, special circumstance. <i>Hensley v. Eckerhart,</i> 461 U.S. 424, 429-30, 103 S.Ct. 1933, 76 L.Ed.2d 40 (1983) (the United States Supreme Court acknowledged congressional intent that a prevailing plaintiff should ordinarily be awarded attorney fees unless special circumstances would make an award unjust). The term \"reasonable attorney's fee\" should be construed liberally under 42 U.S.C. § 1988. <i>See, e.g., </i><i>Louisiana-Pacific Corp. v. ASARCO, Inc.,</i> 131 Wash.2d 587, 605 n. 81, 934 P.2d 685 (1997) (Sanders, J., concurring) (\"holding the term `reasonable attorney's fee' as used in 42 U.S.C. § 1988 `must take into account the work not only of attorneys, but also of secretaries, messengers, librarians, janitors, and others whose labor contributes to the work product for which an attorney bills her client; and it must also take account of other expenses and profit[ ]'\" (alteration in original) (quoting <i>Missouri v. Jenkins,</i> 491 U.S. 274, 285, 109 S.Ct. 2463, 105 L.Ed.2d 229 (1989))).</p>\n<p>¶ 64 In the instant case, it appears that the Municipalities' prosecution of the case, and especially the preliminary injunction, was calculated to muzzle media support of the NNGT initiative. This behavior sought to keep the initiative from ballot qualification during the very limited window between passage of the disputed legislation and the initiative filing deadline.<sup>[8]</sup> This lawsuit was not justified under the law (the majority so holds) and was offensive to the notion of free and open debate.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>¶ 65 We recognize that the amount of an award of reasonable attorney fees may be determined in the first instance by the trial court, which may be the same court that erroneously entered the injunction. Therefore, it is important to direct the court on remand to award NNGT reasonable attorney fees and costs under the statute relied on by both parties, RCW 42.17.400(5). Alternatively, the invalid temporary restraining order alone also requires fees under this recognized ground in equity. Finally, the answer and counterclaim are based on 42 U.S.C. § 1983, which also requires attorney fees under § 1988.</p>\n<p>¶ 66 The voters had their say on I-912, as is appropriate under our constitution. The legal action and injunction below meant the advocates on one side of their issue were denied their rights to speak before the voters decided. I concur with the majority in reversing the rulings below and remanding for appropriate relief.</p>\n<p>I CONCUR: Justice RICHARD B. SANDERS.</p>\n<h2>NOTES</h2>\n<p>[1]  \"`Contribution' does not include: . . . A news item, feature, commentary or editorial in a regularly scheduled news medium that is of primary interest to the general public, that is in a news medium controlled by a person whose primary business is that news medium, and that is not controlled by a candidate or political committee.\" RCW 42.17.020(15)(b)(iv).</p>\n<p>[2]  The complaint further alleged that NNGT failed to adequately disclose the identities of Internet contributors and that it made material misstatements regarding the fuel tax at issue. Those issues are not part of this appeal.</p>\n<p>[3]  \"Political advertising\" is defined as \"any advertising displays, newspaper ads, billboards, signs, brochures, articles, tabloids, flyers, letters, radio or television presentations, or other means of mass communication, used for the purpose of appealing, directly or indirectly, for votes or for financial or other support in any election campaign.\" RCW 42.17.020(37).</p>\n<p>[4]  The ballot measure was rejected by the voters. <i>See</i> Wash. Secretary of State, <i>2005 Initiative Measures,</i> http://www.secstate.wa.gov/elections/previous_elections.aspx.</p>\n<p>[5]  NNGT alleged that the prosecutors violated their state and federal constitutional rights to freedom of speech (counts 1 and 2) and freedom of association (counts 3 and 4); that the preliminary injunction was unconstitutionally vague (counts 5 and 6); that permitting a financially interested law firm to prosecute the case violated their constitutional rights to due process under the state and federal constitutions (counts 7 and 8), and also violated the state constitution's faithful execution clause (count 9); that the action violated the state privileges and immunities clauses by permitting arbitrary enforcement through local authorities rather than through the PDC (count 10); that the preliminary injunction unfairly singles out radio broadcast discussions in violation of the equal protection guarantees of the federal and state constitutions (counts 11 and 12); and that forcing NNGT to disclose sensitive internal campaign documents to a financially interested private law firm that supports the opposing side violates its state and federal constitutional rights to free speech and free association (counts 13 and 14). CP at 421-34.</p>\n<p>[6]  In adopting Initiative 276, the voters declared that \"the concepts of disclosure and limitations of election campaign financing are established by the passage of the Federal Election Campaign Act of 1971 by the Congress of the United States, and in consequence thereof it is desirable to have implementing legislation at the state level.\" RCW 42.17.010(8).</p>\n<p>[7]  In the Bipartisan Campaign Reform Act of 2002, Congress substantially amended campaign finance regulations by creating new regulations of \"electioneering communications,\" a term which includes the media exemption applicable to \"expenditures.\" Following the United States Supreme Court's decision upholding the new federal regulations, <i>McConnell v. Federal Election Commission,</i> 540 U.S. 93, 124 S.Ct. 619, 157 L.Ed.2d 491 (2003), our legislature adopted similar regulations of \"electioneering communications\" and likewise incorporated the media exemption for: \"A news item, feature, commentary, or editorial in a regularly scheduled news medium that is: (i) Of primary interest to the general public; (ii) In a news medium controlled by a person whose business is that news medium; and (iii) Not a medium controlled by a candidate or a political committee.\" RCW 42.17.020(21)(c).</p>\n<p>[8]  After concluding that the federal press exemption did not apply to the voter's guide at issue, the MCFL court held that the limit on corporate expenditures was unconstitutional as applied to the grassroots organization.</p>\n<p>[9]  The FCPA defines \"political advertising\" as:\n</p>\n<p>[A]ny advertising displays, newspaper ads, billboards, signs, brochures, articles, tabloids, flyers, letters, <i>radio</i> or television <i>presentations,</i> or other means of mass communication, <i>used for the purpose of appealing, directly or indirectly, for votes or for financial or other support</i> in any election campaign.</p>\n<p>Former RCW 42.17.020(32) (2004).</p>\n<p>[10]  At oral argument, the prosecutors argued that without the limiting construction imposed by the PDC media, corporations could become \"king makers,\" providing their favored candidates and ballot measure advocates with unlimited access to the airwaves. But this is an argument more appropriately directed to the legislature. The media exemption represents a policy choice to accord full protection to the first amendment rights of the press even at the expense of countervailing societal interests that may be served by campaign finance regulations. We note that nothing in our decision today forecloses the legislature, or the people via the initiative process, from limiting the statutory media exemption. Whether, and to what extent, a media exemption is constitutionally required is beyond the scope of this opinion.</p>\n<p>[11]  The PDC may \"[a]dopt . . . suitable administrative rules to carry out the policies and purposes of this chapter,\" and \"[a]dopt and promulgate a code of fair campaign practices.\" RCW 42.17.370(1), (7).</p>\n<p>[12]  In view of our decision to remand, we do not reach the merits of NNGT's remaining claims.</p>\n<p>[13]  NNGT disclosed in its reply brief to this court that it failed to inform the trial court that a NNGT member asked Carlson to convey certain messages in his radio broadcasts. The prosecutors contend that this disclosure \"confirms\" that Carlson's broadcasts were political advertising, not commentary, and that NNGT's claims were frivolous, unreasonable, and unsupported by the facts and law. But as we discuss above, whether the media exemption applies to the radio broadcasts does not turn on whether the talk show hosts acted independently from the political committee. Thus, the belated disclosure is not material to the merits of NNGT's claims or the prosecutors' entitlement to attorney fees.</p>\n<p>[1]  The legality of the expenditure of public funds to prosecute private citizens for political speech may also be subject to review by the state auditor with enforcement by the attorney general. RCW 43.09.260.</p>\n<p>[2]  Before agreeing to represent the Municipalities, Foster Pepper PLLC was an active member of \"Keep Washington Rolling,\" a coalition of groups formed to defeat Initiative 912 (I-912). <i>See</i> majority at 834-35; Clerk's Papers (CP) at 437.</p>\n<p>[3]  NNGT pleaded for attorney fees and costs in its \"Answer and Counter Claim.\" <i>See</i> CP at 433. Specifically, it asked for fees, costs, and expenses by citing 42 U.S.C. § 1988, RCW 42.17.400(5) and \"any other legal and equitable relief as this Court may deem appropriate and just.\" CP at 434.</p>\n<p>[4]  <i>See</i> Ruling Den. Mots. to Shorten Time and Stay Enforcement of Order (Oct. 7, 2005) (the Court of Appeals commissioner noted that the Municipalities \"have represented that they have not and will not seek application of the Fair Campaign Practices Act\" after May 31, 2005). CP at 1043; <i>cf.</i> Municipalities Complaint (does <i>not</i> so limit the claims to speech made prior to May 31, 2005). CP at 30-31.</p>\n<p>[5]  <i>See </i><i>Timberline Air Serv., Inc., v. Bell Helicopter-Textron, Inc.,</i> 125 Wash.2d 305, 313, 884 P.2d 920 (1994) (where the same words are used in different parts of the same statute, there is a strong presumption that the legislature intended the same meaning). Here, the \"contribution\" limitation in RCW 42.17.105(8) explicitly applies to all \"contributions reportable under RCW 42.17.090.\"</p>\n<p>[6]  The Public Disclosure Commission (PDC) was not bound by the Municipalities' assurance and has previously indicated that it regarded on-air commentary as a \"contribution\" under RCW 42.17.020(14) and that it would prosecute any violation of the statute. <i>See</i> Resp'ts'/Cross-Appellants' (1) Resp. Br. to NNGT's Appeal; and (2) Opening Br. in Supp. of Resp'ts/Cross-Appellants' Cross-Appeal, App. 3, PDC Declaratory Ruling No. 5A (1992); <i>see also id.</i> App. 4, PDC Advisory Op. (Aug. 29, 1995).</p>\n<p>[7]  The rates of comparably skilled law firms are the likely basis for a reasonable hourly fee. The Municipalities insistence on contracting with private attorneys suggests that the services (and rates) of these attorneys suggest a \"reasonable\" rate.</p>\n<p>[8]  Because this action was brought by the Municipalities, it is important to note that \"`attorney's fee[s are] available even when damages would be barred or limited by \"immunity doctrines and special defenses, available only to public officials.\" '\" <i>WSRP,</i> 141 Wash.2d at 291, 4 P.3d 808 (Sanders, J., concurring) (quoting <i>Pulliam v. Allen,</i> 466 U.S. 522, 543, 104 S.Ct. 1970, 80 L.Ed.2d 565 (1984), <i>superseded by statute as to judicial immunity as stated in </i><i>Kampfer v. Scullin,</i> 989 F.Supp. 194 (N.D.N.Y.1997)).</p>\n\n</div>",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">157</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">831</span> </span>(2007)</b></center>\n<center><h1>SAN JUAN COUNTY, a political subdivision of the State of Washington; City of Kent, a political subdivision of the State of Washington; City of Auburn, a political subdivision of the State of Washington; City of Seattle, a political subdivision of the State of Washington, ex rel. the State of Washington, Respondents,<br>\nv.<br>\nNO NEW GAS TAX, a Washington political action committee; and Jeffrey Davis, an individual and treasurer of No New Gas Tax, Appellants.</h1></center>\n<center>No. 77966-0.</center>\n<center><p><b>Supreme Court of Washington, En Banc.</b></p></center>\n<center>Argued June 8, 2006.</center>\n<center>Decided April 26, 2007.</center>\n<p><span class=\"star-pagination\">*833</span> William R. Maurer, Michael E. Bindas, Institute for Justice/WA State Chapter, Clark Commodore Goss III, Tacey Law Group PS, Seattle, WA, Steven M. Simpson, Institute for Justice, Arlington, VA, for Appellants.</p>\n<p>Michael K. Vaska, P. Stephen Dijulio, Rodrick Dembowski, Ramsey E. Ramerman, Foster Pepper PLLC, Thomas Aquinas Carr, Seattle City Attorneys Office, Seattle, WA, David Scott Snyder, Redmond, WA, Randall Keenan Gaylord, San Juan County Prosecutor, Friday Harbor, WA, Thomas C. Brubaker, City of Kent Legal Department, Kent, WA, for Respondents.</p>\n<p>David C. Lundsgaard, Graham &amp; Dunn PC, Seattle, WA, for Amicus Curiae on behalf of Washington State Association of Broadcasters.</p>\n<p>Michael Edward Kipling, Kipling Law Group PLLC, Aaron Hugh Caplan, for Amicus Curiae on behalf of American Civil Liberties Union.</p>\n<p>William Berggren Collins, Olympia, WA, for Amicus Curiae on behalf of Attorney General.</p>\n<p>Diana M. Kirchheim, Groen Stephens &amp; Klinge LLP, Bellevue, WA, Erik S. Jaffe, Washington, DC, for Amicus Curiae on behalf of Competitive Politics, Amicus Curiae on behalf of Cato Institute, Amicus Curiae on behalf of Building Industry Assoc of Washington.</p>\n<p>MADSEN, J.</p>\n<p>¶ 1 The central issue in this appeal is whether the trial court erred in characterizing the on-air support of an initiative campaign by radio talk-show hosts as a campaign \"contribution\" that must be disclosed under the Fair Campaign Practices Act (FCPA), chapter 42.17 RCW. Petitioners No New Gas Tax (NNGT), a political action committee, and Jeffrey Davis, its treasurer, allege that San Juan County et al. (prosecutors) violated several of its constitutional rights by obtaining a preliminary injunction order, requiring it to disclose the value of radio broadcasts aired on a local radio station. The trial court dismissed NNGT's counterclaims under CR 12(b)(6), concluding that because disclosure was required by the FCPA, NNGT failed to state a claim upon which relief could be granted. NNGT asks this court to reverse the trial court's ruling, contending that the preliminary injunction order was wrongly issued. Further, NNGT urges that the enforcement action violated its constitutional rights. The prosecutors also cross-appealed the trial court's denial of attorney fees.</p>\n<p>¶ 2 We hold that the radio broadcasts at issue fall within the statutory media exemption (RCW 42.17.020(15)(b)(iv)) because they aired during the content portion of a regularly scheduled radio program, for which the broadcaster does not normally require payment, on a radio station that is not controlled by a candidate or political committee. Because the media exemption applies, the radio broadcasts are not a campaign \"contribution\" within the meaning of RCW 42.17.020(15)(a). Accordingly, we reverse the trial court's CR 12(b)(6) ruling, which was based on the trial <span class=\"star-pagination\">*834</span> court's incorrect determination that the FCPA required reporting of the radio broadcasts as campaign contributions and remand for further proceedings consistent with this opinion. However, we affirm the trial court's denial of attorney fees to the prosecutors.</p>\n<p></p>\n<h2>FACTS</h2>\n<p>¶ 3 In 1972, Washington voters passed Initiative 276 (later enacted as chapter 42.17 RCW), which regulates the financing of political campaigns. Laws of 1973, ch. 1, § 1. The purpose of the measure is to promote \"public confidence in government at all levels\" through, among other things, a system of compelled disclosure of campaign contributions and expenditures. RCW 42.17.010(1), (5). Political committees, whether organized in support of a candidate or a ballot measure, are required to register with the Public Disclosure Commission (PDC) and file a series of financial reports in accordance with detailed timing and content requirements. RCW 42.17.040, .080, .090. In particular, political committees must disclose the identities of campaign contributors and the amounts and dates of each contribution. RCW 42.17.090(1)(a), (b).</p>\n<p>¶ 4 In 1992, the voters approved Initiative 134, the FCPA. Laws of 1993, ch. 2, §§ 1-36. The FCPA supplemented the disclosure requirements of chapter 42.17 RCW with certain limitations on campaign contributions and expenditures. Among other changes, the FCPA made it illegal to either give or receive a contribution of more than $5,000 to any campaign within 21 days of an election. RCW 42.17.105(8). At the same time, the definition of \"contribution\" was amended to expressly exempt certain press activities.<sup>[1]</sup></p>\n<p>¶ 5 On May 6, 2005, NNGT registered with the PDC as a political committee. Clerk's Papers (CP) at 59. The purpose of the committee was to support a ballot measure, Initiative 912 (I-912), that would have repealed a statewide fuel tax approved by the 2005 legislature.</p>\n<p>¶ 6 Kirby Wilbur and John Carlson are radio talk show hosts with regularly scheduled programs on 570 KVI AM, a radio station owned by Fisher Communications, Inc. During their broadcasts, Wilbur and Carlson typically discuss their views on political and social issues. Fisher charges for political advertising during the \"commercial\" segments of its radio programs, but it does not charge for the value of any content time associated with Wilbur's and Carlson's talk shows.</p>\n<p>¶ 7 Wilbur and Carlson strongly criticized the legislature's enactment of the fuel tax and devoted a substantial portion of their radio broadcasts to supporting the I-912 campaign. In particular, they encouraged listeners to contribute funds to NNGT, to visit NNGT's web site and offices to obtain petitions, and to circulate and gather signatures on the petitions in order to qualify the initiative for the ballot.</p>\n<p>¶ 8 On June 22, 2005, the prosecuting authorities of San Juan County and the cities of Kent, Auburn, and Seattle filed a complaint against NNGT, alleging that it violated the disclosure provisions of the FCPA by, in part, failing to report \"valuable radio announcer professional services and valuable commercial radio airtime\" as a campaign \"contribution\" under RCW 42.17.020(15)(a).<sup>[2]</sup> CP at 28. The prosecutors retained a private law firm to represent them in the litigation. The law firm serves as bond counsel for the state of Washington and supported a political committee opposing I-912.</p>\n<p>¶ 9 About two weeks before the deadline to qualify the initiative for the ballot, the prosecutors sought an injunction to prevent NNGT \"from accepting in-kind contributions from Fisher Communications\" until it complied with the disclosure requirements. CP <span class=\"star-pagination\">*835</span> at 30. The prosecutors also sought fines, investigation costs, and an award of attorney fees.</p>\n<p>¶ 10 The prosecutors asserted that Wilbur and Carlson are \"self-identified spokespersons\" for NNGT, that the KVI website has a link to the NNGT website, and that \"this link and the constant exposure on the radio is more than simply reporting the news and constitutes advertising\" for NNGT as defined in RCW 42.17.020(37)<sup>[3]</sup>. The prosecutors asserted that Wilbur and Carlson are \"officers and agents\" of NNGT because \"[t]hey have solicited money and other resources to qualify Initiative 912 for the ballot.\" CP at 343. The prosecutors asked the court to require NNGT to report the value of the advertising provided by Fisher Communications. In support, the prosecutors presented several excerpts from the radio broadcasts in which Wilbur and Carlson discussed their participation in NNGT, directed listeners to NNGT's website, solicited funds and services in support of the initiative campaign, and reported on the progress of fundraising efforts. CP at 345.</p>\n<p>¶ 11 The trial court granted a preliminary injunction, finding that NNGT had received \"contributions of air time for political advertising purposes in support of Initiative 912 from Fisher Communications, owner and operator of the radio station 570 KVI.\" CP at 388. The court also found that Fisher's \"donation of free air time\" is a reportable \"contribution\" and required NNGT to disclose its value to the PDC. <i>Id.</i></p>\n<p>¶ 12 Counsel for NNGT requested clarification of the trial court's order, stating, \"I'm not sure what you're asking us to do, and here is my problem, your Honor. How are we to decide what is political advertising and what's not?\" CP at 493. The trial court declined to clarify its order, stating \"you have the same problem that any other candidate or campaign has in trying to understand how to make full reporting, and I'm not inclined to treat you any differently.\" Tr. of Proceedings (July 1, 2005) at 37. In compliance with the order, NNGT reported a $20,000 contribution from Fisher Communications. NNGT also reported the value of other media discussions in support of the ballot measure. NNGT subsequently submitted enough valid signatures to qualify I-912 for the ballot.<sup>[4]</sup></p>\n<p>¶ 13 NNGT sought discretionary review of the trial court order and requested a stay pending its resolution. A Court of Appeals commissioner denied the request, finding that NNGT was not harmed by the lack of a stay because the order required NNGT to disclose only those contributions received before May 31, 2005 and NNGT had complied with the order.</p>\n<p>¶ 14 NNGT filed another request for an emergency stay, supported by an affidavit by its treasurer, Jeff Davis. Davis stated that the PDC staff member assigned to handle NNGT's disclosure reports informed him that the PDC would abide by the trial court's order and assume that the $5,000 limit on contributions within 21 days prior to an election applies to the in-kind contributions from Fisher Communications. CP at 1489.</p>\n<p>¶ 15 Fisher's vice-president and general manager, Robert I. Dunlop, signed a declaration stating:</p>\n<blockquote>We would have no way to assess when or whether a \"$5,000\" threshold would be crossed. Therefore, I will have to direct Mr. Carlson and Mr. Wilbur to not discuss I-912 during the content portions on their programs to avoid this risk [of violating the contribution limit] because Fisher Seattle Radio does not wish to face a possible prosecution for violation of the Fair Campaign Practices Act. <span class=\"star-pagination\">*836</span> CP at 1036-37. The Court of Appeals again denied the stay but expedited the hearing for NNGT's motion for discretionary review.</blockquote>\n<p>¶ 16 On August 9, 2005, NNGT asserted 14 counterclaims against the prosecutors, alleging that they violated its civil rights by bringing the enforcement action and obtaining the preliminary injunction.<sup>[5]</sup> NNGT sought a declaratory judgment that the prosecutors violated its constitutional rights, injunctive relief prohibiting the prosecutors from continuing to commit the alleged violations, vacation of the preliminary injunction order, and an award of attorney fees under 42 U.S.C. § 1988 and RCW 42.17.400(5).</p>\n<p>¶ 17 The prosecutors moved for dismissal of NNGT's counterclaims under CR 12(b)(6) and for attorney fees under RCW 42.17.400(5). The court granted NNGT a continuance to conduct further discovery. Verbatim Report of Proceedings (VRP) (Sept. 9, 2005) at 23. Discovery disputes continued, however. During a hearing on the parties' motions to compel, the trial court deferred ruling on the discovery disputes until after hearing the CR 12(b)(6) motion, stating \"since it is a 12(b)(6) motion, it makes sense for me to treat it like a 12(b)(6) motion and deal with the law and not all of the discovered facts.\" VRP (Oct. 17, 2005) at 35.</p>\n<p>¶ 18 On October 26, 2005, following a hearing, the trial court granted the prosecutors' dismissal motion. In doing so, the trial court relied on the following \"findings\" it had \"expressly or impliedly made\" at the preliminary injunction hearing: \"(1) that Kirby Wilbur and John Carlson were principals in the campaign; (2) that they had intentionally promoted the campaign by advertising it in their regular radio show time slots; (3) that the on-air advertising was in addition to and different from any editorializing, comment, or discussion by the hosts on their shows; (4) that it had value to the campaign similar to advertising the campaign could have purchased on-air; (5) that the value of the advertising had not been disclosed to the [PDC] in the manner of any other in-kind contribution; and (6) that requiring reporting of that value would not restrict Kirby Wilbur or John Carlson in their on-air speech in any way.\" CP at 1495. The trial court denied the prosecutors request for attorney fees.</p>\n<p>¶ 19 Simultaneously with the dismissal of NNGT's counterclaims, the trial court granted the prosecutors' motion for voluntary dismissal of its remaining claims.</p>\n<p>¶ 20 We accepted direct review of the trial court's CR 12(b)(6) ruling dismissing NNGT's counterclaims. The prosecutors cross-appeal the trial court's denial of attorney fees.</p>\n<p></p>\n<h2>ANALYSIS</h2>\n<p></p>\n<h2>Preliminary Injunction</h2>\n<p>¶ 21 Because the trial court granted the prosecutors' motion for voluntary dismissal of its complaint against NNGT and NNGT did not appeal the dismissal order, the propriety of the preliminary injunction order is not directly before us. However, we find it necessary to review the issue in order to resolve whether the trial court properly dismissed NNGT's counterclaims. <i>See</i> RAP 7.3, 12.2 (court has inherent authority to reach all issues deemed necessary for decision). Many of NNGT's counterclaims stem from the preliminary injunction order, and the trial court dismissed the counterclaims based on legal determinations it made in the preliminary injunction order. Therefore, we must determine whether the trial court erred in entering the injunction.</p>\n<p><span class=\"star-pagination\">*837</span> ¶ 22 In reviewing the grant or denial of a preliminary injunction, we apply the abuse of discretion standard. <i>Rabon v. City of Seattle,</i> 135 Wash.2d 278, 284, <span class=\"citation\" data-id=\"1275734\"><a href=\"/opinion/1275734/rabon-v-city-of-seattle/\"><span class=\"volume\">957</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">621</span> </a></span>(1998). A trial court abuses its discretion when its decision is based on untenable grounds, is manifestly unreasonable, or is arbitrary. <i>Id.</i> A party seeking preliminary injunctive relief must establish (1) a clear legal or equitable right, (2) a well-grounded fear of immediate invasion of that right, and (3) that the acts complained of either have or will result in actual and substantial injury. <i>Wash. Fed'n of State Employees v. State,</i> 99 Wash.2d 878, 888, <span class=\"citation\" data-id=\"1360090\"><a href=\"/opinion/1360090/fedn-of-state-employees-v-state/\"><span class=\"volume\">665</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1337</span> </a></span>(1983). The failure to establish any of these criteria requires the denial of injunctive relief. <i>Kucera v. Dep't of Transp.,</i> 140 Wash.2d 200, 210, <span class=\"citation\" data-id=\"1292089\"><a href=\"/opinion/1292089/kucera-v-state-dept-of-transp/\"><span class=\"volume\">995</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">63</span> </a></span>(2000). A preliminary injunction should not issue in a doubtful case. <i>Fed. Way Family Physicians,</i> 106 Wash.2d 261, 265, <span class=\"citation\" data-id=\"1175516\"><a href=\"/opinion/1175516/federal-way-family-physicians-inc-v-tacoma-stands-up-for-life/\"><span class=\"volume\">721</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">946</span> </a></span>(1986) (quoting <i>Isthmian S.S. Co. v. Nat'l Marine Eng'rs Beneficial Ass'n,</i> 41 Wash.2d 106, 117, <span class=\"citation\" data-id=\"1448706\"><a href=\"/opinion/1448706/isthmian-ss-co-v-nat-marine-etc/\"><span class=\"volume\">247</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">549</span> </a></span>(1952)). To facilitate appellate review, a trial court must enter findings of fact and conclusions of law and set forth its reasons for issuing a preliminary injunction. <i>Alderwood Assocs. v. Wash. Envtl. Council,</i> 96 Wash.2d 230, 233-34, <span class=\"citation\" data-id=\"1188493\"><a href=\"/opinion/1188493/alderwood-assocs-v-envtl-council/\"><span class=\"volume\">635</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">108</span> </a></span>(1981); CR 52(a)(2)(A); CR 65(d).</p>\n<p></p>\n<h2>Clear Legal or Equitable Right</h2>\n<p>¶ 23 To establish the existence of a clear legal or equitable right, the moving party must show that it is likely to prevail on the merits. <i>Rabon,</i> 135 Wash.2d at 285, <span class=\"citation\" data-id=\"1275734\"><a href=\"/opinion/1275734/rabon-v-city-of-seattle/\"><span class=\"volume\">957</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">621</span></a></span>. In issuing the preliminary injunction order, the trial court ruled that NNGT was required to disclose the value of air time supporting the initiative campaign because it constituted an in-kind contribution of political advertising by Fisher Communications. CP at 388. Finding that the radio broadcasts were a reportable contribution, the trial court tacitly concluded the prosecutors established a clear legal or equitable right. We must determine whether the trial court correctly construed the statutory term \"contribution\" in concluding that the prosecutors had a clear legal or equitable right to disclosure. <i>See </i><i>Rabon,</i> 135 Wash.2d at 286, <span class=\"citation\" data-id=\"1275734\"><a href=\"/opinion/1275734/rabon-v-city-of-seattle/\"><span class=\"volume\">957</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">621</span> </a></span>(a reviewing court may resolve purely legal questions in determining the propriety of a preliminary injunction order).</p>\n<p>RCW 42.17.020(15)(a)(iii) (Contribution)</p>\n<p>¶ 24 The FCPA defines \"contribution,\" in relevant part, as:</p>\n<blockquote>(i) A loan, gift, deposit, subscription, forgiveness of indebtedness, donation, advance, pledge, payment, transfer of funds between political committees, or <i>anything of value, including personal and professional services</i> for less than full consideration;</blockquote>\n<blockquote>. . . .</blockquote>\n<blockquote>(iii) The <i>financing</i> by a person of the dissemination, distribution, or republication, in whole or in part, <i>of broadcast,</i> written, graphic, or other form of <i>political advertising</i> or electioneering communication <i>prepared by a candidate, a political committee, or its authorized agent;</i>\n</blockquote>\n<p>RCW 42.17.020(15)(a).</p>\n<p>¶ 25 The definition of \"contribution\" includes several specific exemptions. At issue here is the media exemption, which excludes:</p>\n<blockquote>A news item, feature, commentary, or editorial in a regularly scheduled news medium that is of primary interest to the general public, that is in a news medium controlled by a person whose business is that news medium, and that is not controlled by a candidate or a political committee. . . .</blockquote>\n<p>Former RCW 42.17.020(14)(b)(iv) (2002).</p>\n<p>¶ 26 The campaign finance regulations of chapter 42.17 RCW are patterned after the Federal Election Campaign Act of 1971.<sup>[6]</sup> Thus, we may look to federal authorities for guidance in interpreting provisions of the act that are analogous to federal provisions. The federal media exemption exempts from the definition of \"expenditure\": <span class=\"star-pagination\">*838</span> any news story, commentary, or editorial distributed through the facilities of any broadcasting station, newspaper, magazine, or other periodical publication, unless such facilities are owned or controlled by any political party, political committee, or candidate.[<sup>[7]</sup>]</p>\n<p>2 U.S.C. § 431(9)(B)(i).</p>\n<p>¶ 27 The state media exemption differs from the federal media exemption in that the language \"distributed through the facilities of,\" <i>id., any</i> media source is replaced with \"in a regularly scheduled news medium that is of primary interest to the general public.\" Former RCW 42.17.020(14)(a)(iv). Further, the state exemption specifies that the news medium must be controlled by \"a person whose business is that news medium.\"</p>\n<p>¶ 28 The prosecutors argue that because of these textual differences, the federal media exemption is unhelpful. We disagree. Reviewing federal case law we conclude that the textual differences reflect federal court interpretations of the federal media exemption that preceded our state's adoption of a media exemption. In <i>Federal Election Commission v. Massachusetts Citizens for Life, Inc.,</i> <span class=\"citation\" data-id=\"111782\"><a href=\"/opinion/111782/federal-election-commn-v-massachusetts-citizens-for-life-inc/\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">238</span></a></span>, 251, <span class=\"citation\" data-id=\"111782\"><a href=\"/opinion/111782/federal-election-commn-v-massachusetts-citizens-for-life-inc/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">616</span></a></span>, <span class=\"citation\" data-id=\"111782\"><a href=\"/opinion/111782/federal-election-commn-v-massachusetts-citizens-for-life-inc/\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">539</span> </a></span>(1986) (MCFL), the United States Supreme Court placed a narrowing construction on the federal media exemption, holding that it did not apply to a voter's guide published by a grassroots political organization because the publication at issue was not a regularly scheduled one available to the general public and was dissimilar from other publications issued by the organization.</p>\n<p>¶ 29 The Court in <i>MCFL</i> stated that inquiry into whether a publication was issued through a bona fide press entity is \"essential\" to avoid circumvention of the limitations on corporate and union expenditures by entities that issue in-house publications.<sup>[8]</sup><i>MCFL,</i> 479 U.S. at 251, <span class=\"citation\" data-id=\"111782\"><a href=\"/opinion/111782/federal-election-commn-v-massachusetts-citizens-for-life-inc/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">616</span> </a></span>(\"we cannot accept the notion that the distribution of such flyers by entities that happen to publish newsletters automatically entitles such organizations to the press exemption.\"). <i>MCFL</i> and other federal court decisions establish that the federal media exemption applies when a media entity is a regular media entity and was performing regular press functions with respect to the conduct at issue. <i>See </i><i>Fed. Election Comm'n v. Phillips Publishing Co.,</i> <span class=\"citation\" data-id=\"2386666\"><a href=\"/opinion/2386666/federal-elec-comn-v-phillips-pub-inc/\"><span class=\"volume\">517</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1308</span></a></span>, 1312 (D.D.C.1981) (press exemption applies when a press entity is performing its normal business activities, including subscription solicitation); <i>Reader's Digest Ass'n v. Fed. Election Comm'n,</i> <span class=\"citation\" data-id=\"1448418\"><a href=\"/opinion/1448418/readers-digest-assn-v-fed-election-comn/\"><span class=\"volume\">509</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1210</span> </a></span>(S.D.N.Y.1981) (press exemption applies when a press entity disseminates information to other press entities for publicity purposes).</p>\n<p>¶ 30 Our state media exemption expressly incorporates the construction that had been placed on the media exemption by federal courts by adopting the language \"regularly scheduled news medium\" that is controlled by \"a person whose business is that news medium.\" By adopting the federal courts' construction, we believe the voters intended the state media exemption to be functionally equivalent to the federal media exemption and to be interpreted in accordance with the federal media exemption. <i>See </i><i>Dep't of Ecology v. Campbell &amp; Gwinn, L.L.C.,</i> 146 Wash.2d 1, 11, <span class=\"citation\" data-id=\"2624899\"><a href=\"/opinion/2624899/state-dept-of-ecology-v-campbell-gwinn/\"><span class=\"volume\">43</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">4</span> </a></span>(2002) (plain language of a statute provides evidence of legislative intent).</p>\n<p>¶ 31 The United States Supreme Court has recognized that exempting the media from <span class=\"star-pagination\">*839</span> campaign finance regulations legitimately protects the press's unique role in \"`informing and educating the public, offering criticism, and providing a forum for discussion and debate.'\" <i>Austin v. Mich. Chamber of Commerce,</i> <span class=\"citation\" data-id=\"112398\"><a href=\"/opinion/112398/austin-v-michigan-chamber-of-commerce/\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">652</span></a></span>, 667, <span class=\"citation\" data-id=\"112398\"><a href=\"/opinion/112398/austin-v-michigan-chamber-of-commerce/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1391</span></a></span>, <span class=\"citation\" data-id=\"112398\"><a href=\"/opinion/112398/austin-v-michigan-chamber-of-commerce/\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">652</span> </a></span>(1990) (state may exempt media entities from otherwise generally applicable campaign finance regulations) (quoting <i>First Nat'l Bank v. Bellotti,</i> <span class=\"citation\" data-id=\"109836\"><a href=\"/opinion/109836/first-nat-bank-of-boston-v-bellotti/\"><span class=\"volume\">435</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">765</span></a></span>, 781, <span class=\"citation\" data-id=\"109836\"><a href=\"/opinion/109836/first-nat-bank-of-boston-v-bellotti/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1407</span></a></span>, <span class=\"citation\" data-id=\"109836\"><a href=\"/opinion/109836/first-nat-bank-of-boston-v-bellotti/\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">707</span> </a></span>(1978)). In adopting the media exemption, Congress expressed its intent to preserve the media's traditional function of public commentary:</p>\n<blockquote>It is not the intent of the Congress in the present legislation to limit or burden in any way the first amendment freedoms of the press and of association. Thus the exclusion assures the unfettered right of the newspapers, TV networks, and other media to cover and comment on political campaigns.</blockquote>\n<p>H.R.Rep. No. 93-1239, 93 Cong., 2d Sess. 4 (1974), <i>cited in </i><i>Austin,</i> 494 U.S. at 667, <span class=\"citation\" data-id=\"112398\"><a href=\"/opinion/112398/austin-v-michigan-chamber-of-commerce/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1391</span> </a></span>(construing a similar state exemption); <i>MCFL,</i> 479 U.S. at 250, <span class=\"citation\" data-id=\"111782\"><a href=\"/opinion/111782/federal-election-commn-v-massachusetts-citizens-for-life-inc/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">616</span></a></span>; <i>Phillips Publ'g,</i> 517 F.Supp. at 1312; <i>Fed. Elections Comm'n v. Multimedia Television, Inc.,</i> No. 94-1520-MLB, <span class=\"citation no-link\"><span class=\"volume\">1995</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">22404</span> </span>(Aug. 15, 1995). By adopting the federal media exemption as construed, we believe the voters similarly intended to preserve the media's traditional function of public commentary.</p>\n<p>¶ 32 The prosecutors argue, and the trial court agreed, that Wilbur's and Carlson's broadcasts supporting the initiative, fall outside the media exemption because (a) the broadcasts constitute \"political advertising\"<sup>[9]</sup> rather than \"commentary.\" We reject the prosecutors' argument and adopt the approach taken by federal courts applying the federal media exemption: When considering complaints relating to media entities, the initial inquiry is whether the media exemption applies to the communication at issue. Only if the court concludes that the media exemption does not apply, is it appropriate to consider whether the communication fits within the otherwise broad definition of \"contribution.\" This approach accords with the statute's focus on whether a media entity is controlled by a candidate or political committee, and with the purpose of the media exemption, which is to avoid burdening the First Amendment rights of the press.</p>\n<p>¶ 33 The definition of \"contribution\" is extraordinarily broad, encompassing \"anything of value,\" including \"political advertising,\" defined as \"appeal[s] . . . for votes or for financial or other support.\" Absent a media exemption, this language could easily encompass many news items, features, commentary, and editorials. By incorporating the media exemption into the definition of \"contribution,\" the voters plainly intended to protect publications that would otherwise constitute a \"contribution\" subject to regulation. In order to give effect to the voters' intent, it is necessary to determine whether the media exemption applies before considering whether the communication at issue otherwise falls within the definition of \"contribution.\" Thus, the initial inquiry is whether the news medium is controlled by a candidate or political committee and whether it was functioning as a regular news medium with respect to the conduct in question. <i>See </i><i>Reader's Digest Ass'n,</i> 509 F.Supp. at 1214-15.</p>\n<p>¶ 34 The prosecutors contend, though, that the media exemption does not apply because the radio broadcasts were \"controlled\" by a political committee given Wilbur's and Carlson's role as \"principals\" of NNGT. But the phrase \"not controlled by a candidate or political committee\" modifies \"news medium,\" not \"news item, feature, commentary, or editorial.\" Thus, the applicability of the media exemption does not turn on Wilbur and Kirby's relationship to the campaign. The question is whether the news medium  here, the radio station  is controlled by a political committee, not whether <span class=\"star-pagination\">*840</span> a political committee authored the content of a particular communication. As with the federal media exemption, \"control\" does not change from hour to hour, depending on who may be hosting a particular radio program. <i>See </i><i>Reader's Digest,</i> 509 F.Supp. at 1214-15; <i>In re Dave Ross,</i> MUR [Matters Under Review] 5555, SOR [Statement of Reasons] of Chairman Toner and Commr's Mason and Spakovsky at 3 (Fed. Elections Comm'n Mar. 17, 2006) (the inquiry is not whether a press entity is independent of a political party, political committee, or candidate, but whether the facilities are owned or controlled by one), <i>available at</i> http://eqs.sdrdc.com/ eqsdocs/000050CC.pdf.</p>\n<p>¶ 35 The prosecutors also rely on a PDC declaratory order in support of their argument that on-air fundraising amounts to \"political advertising\" rather than \"commentary.\" In PDC Declaratory Order No. 5a, the PDC addressed whether air time used by a talk show host who is a candidate for office is a contribution by the broadcast station. CP at 224. The PDC advised that if the talk show host uses the air time to solicit votes, funds, or volunteer services, or expressly advocates either in favor of his campaign or for the defeat of his opponent, the air time constitutes a reportable contribution. We will not defer to a PDC declaratory order that conflicts with a statute. <i>See </i><i>Senate Republican Campaign Comm. v. Pub. Disclosure Comm'n,</i> 133 Wash.2d 229, 241, <span class=\"citation\" data-id=\"1179716\"><a href=\"/opinion/1179716/srcc-v-public-disclosure-comn/\"><span class=\"volume\">943</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1358</span> </a></span>(1997) (rejecting PDC's interpretation of \"candidate\"). We reject the PDC's interpretation as contrary to the statutory media exemption.<sup>[10]</sup> There is no express advocacy or solicitation limitation to the media exemption. Although the term \"commentary\" is not defined, we believe that it plainly encompasses advocacy for or against an issue, candidate or campaign, whether that involves the solicitation of votes, money, or \"other support.\" Indeed, such activities are a core aspect of the media's traditional role. <i>See, e.g., </i><i>Mills v. Alabama,</i> <span class=\"citation\" data-id=\"107235\"><a href=\"/opinion/107235/mills-v-alabama/\"><span class=\"volume\">384</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">214</span></a></span>, 218-19, <span class=\"citation\" data-id=\"107235\"><a href=\"/opinion/107235/mills-v-alabama/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1434</span></a></span>, <span class=\"citation\" data-id=\"107235\"><a href=\"/opinion/107235/mills-v-alabama/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">484</span> </a></span>(1966) (invalidating statute that prohibited newspapers from publishing election day editorials urging readers to vote a particular way in an election); <i>N.Y. Times v. Sullivan,</i> <span class=\"citation\" data-id=\"106761\"><a href=\"/opinion/106761/new-york-times-co-v-sullivan/\"><span class=\"volume\">376</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">254</span></a></span>, 266, <span class=\"citation\" data-id=\"106761\"><a href=\"/opinion/106761/new-york-times-co-v-sullivan/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">710</span></a></span>, <span class=\"citation\" data-id=\"106761\"><a href=\"/opinion/106761/new-york-times-co-v-sullivan/\"><span class=\"volume\">11</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">686</span> </a></span>(1964) (editorializing may include soliciting financial and other support).</p>\n<p>¶ 36 In deciding whether the media exemption applies, it is inappropriate to draw distinctions between \"commentary\" and \"political advertising\" based on the content of the publication, or the speaker's motivations, intent, sources of information, or connection with a campaign. <i>See </i><i>Reader's Digest Ass'n,</i> 509 F.Supp. at 1215. Indeed, the content of a news story, editorial, or commentary is largely irrelevant in deciding whether a media entity is exercising its valid press functions. <i>Reader's Digest,</i> 509 F.Supp. at 1216; <i>In re CBS Broad., Inc,</i> MURs 5540, 5545, 5562, 5570, <i>available at</i> http://eqs.sdrdc.com/eqsdocs/0000457D.pdf. In a consolidated ruling, the Federal Elections Commission rejected several complaints that various news entities acted as agents of candidates or political committees by presenting allegedly biased coverage during the federal election campaigns of 2000. <i>In re ABC, CBS, NBC, N.Y. Times, L.A. Times, Wash. Post,</i> MUR 4929, 5006, 5090, 5117, SOR of Chairman Wold, Vice Chairman McDonald and Comm'rs Mason, Sandstrom, and Thomas at 3 (Fed. Elections Comm'n Dec. 20, 2000), <i>available at</i> http://eqs.sdrdc.com/eqsdocs/000011BC.pdf. The Federal Elections Commission aptly remarked that:</p>\n<blockquote>It is clearly a part of the normal press function to attend to the competing claims of parties, campaigns and interest groups and to choose which to feature, investigate <span class=\"star-pagination\">*841</span> or address in news, editorial and opinion coverage of political campaigns.</blockquote>\n<p><i>Id.</i> at 3.</p>\n<p>¶ 37 We agree with the Federal Elections Commission that for the media exemption to apply, the publication need not be fair, balanced, or avoid express advocacy or solicitations. <i>See also In re Dave Ross,</i> MUR 5555; <i>In re Dornan,</i> MUR 4689, SOR of Chairman Wold and Commr's Elliott, Mason and Sandstrom (Fed. Elections Comm'n Feb. 14, 2000), (media exemption applies to guest talk show host who is a candidate for federal office) <i>available at</i> http://eqs.sdrdc. com/eqsdocs/000038E3.pdf.; <i>In re Sean Hannity,</i> MUR 4863, <i>see</i> General Counsel's report (media exemption applies to radio talk show hosts express advocacy in favor of candidate for United States Senate) <i>available at</i> http://eqs.sdrdc.com/eqsdocs/0000425A.pdf.</p>\n<p>¶ 38 The distinction between \"political advertising\" and \"commentary\" may be relevant in deciding whether a media entity is performing a legitimate press function. However, the distinction does not turn on the content of the communication. In accordance with its statutory authority,<sup>[11]</sup> the PDC has further defined \"political advertising\" as it relates to the media exemption:</p>\n<blockquote>\n<i>Political advertising does not include</i> letters to the editor, news or feature articles, <i>editorial comment</i> or replies thereto in a <i>regularly published</i> newspaper, periodical, or on a <i>radio</i> or television <i>broadcast where payment</i> for the printed space or broadcast <i>time is not normally required.</i>\n</blockquote>\n<p>WAC 390-05-290 (emphasis added).</p>\n<p>¶ 39 Under the PDC's regulation, the media exemption applies to coverage of a candidate or ballot measure that occurs during the \"content\" period of a broadcast, as opposed to the commercial advertising period, when payment is normally required. Hence, if a radio station makes available to a campaign broadcast time for which it ordinarily receives a fee, i.e., commercial time, an in-kind contribution would result. However, the mere fact that a broadcast has value to a campaign, or includes solicitation of funds, votes, or other support, does not convert \"commentary\" into \"advertising\" when it occurs during the content portion of a broadcast for which payment is not normally required.</p>\n<p>¶ 40 WAC 390-05-290 appropriately creates a bright-line rule by distinguishing paid and unpaid broadcast time. This limits judicial inquiry into the content of the speech, focusing instead on the content-neutral question of whether the radio station ordinarily would collect a fee for the broadcast. <i>See </i><i>Wash. State Republican Party v. Wash. Pub. Disclosure Comm'n,</i> 141 Wash.2d 245, 268-69, <span class=\"citation\" data-id=\"2595387\"><a href=\"/opinion/2595387/washington-state-republican-party-v-state-public-disclosure-commission/\"><span class=\"volume\">4</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">808</span> </a></span>(2000) (rejecting \"context\" analysis in favor of <i>Buckley's</i> bright-line express advocacy test to avoid excessive \"regulatory and judicial assessment of the meaning of political speech.\"). The regulation also accords with the federal media exemption. <i>See </i><i>Shays v. Fed. Election Comm'n,</i> <span class=\"citation\" data-id=\"186503\"><a href=\"/opinion/186503/shays-christopher-v-fec/\"><span class=\"volume\">414</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">76</span> </a></span>(D.C.Cir.2005) (communications for which a press entity would not normally require payment are not political advertisements subject to regulation).</p>\n<p>¶ 41 The uncontroverted facts establish that the radio station involved here is a regular media entity that is not controlled by a candidate or political committee. The radio station was exercising one of its core media functions in broadcasting Wilbur's and Carlson's talk shows. The broadcasts in question occurred during the regularly scheduled content portion of Wilbur's and Carlson's radio programs, not during commercial advertising time for which Fisher ordinarily collects a fee. The broadcasts were typical of Wilbur's and Carlson's regularly scheduled broadcasts in that they involved critical commentary on an important political issue of interest to the general public. Wilbur's and Carlson's broadcasts supporting the initiative campaign fall within the media exemption, regardless of whether the talk show hosts acted at the behest of NNGT or solicited votes and financial support for the initiative campaign. Because the media exemption applies, the trial court erred in <span class=\"star-pagination\">*842</span> ruling that the radio broadcasts were a \"contribution\" subject to disclosure under the FCPA.</p>\n<p>¶ 42 We hold that the trial court improperly granted the preliminary injunction because the prosecutors failed to establish \"a clear legal or equitable right\" to disclosure of the value of radio broadcasts supporting the initiative campaign.</p>\n<p>¶ 43 Because we hold that the radio broadcasts at issue are not a \"contribution,\" we do not address whether the disclosure requirements of the FCPA are unconstitutional as applied to NNGT. <i>See </i><i>Seeber v. Wash. State Pub. Disclosure Comm'n,</i> 96 Wash.2d 135, 136, <span class=\"citation\" data-id=\"1430055\"><a href=\"/opinion/1430055/seeber-v-public-disclosure-commn/\"><span class=\"volume\">634</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">303</span> </a></span>(1981) (declining to reach constitutional claim after concluding the PDC lacked statutory authority to subpoena lobbyist's bank records and credit card statements).</p>\n<p></p>\n<h2>CR 12(b)(6) Dismissal</h2>\n<p>¶ 44 Whether dismissal was appropriate under CR 12(b)(6) is a question of law that we review de novo. <i>State ex rel. Evergreen Freedom Found. v. Wash. Educ. Ass'n,</i> 140 Wash.2d 615, 629, <span class=\"citation\" data-id=\"1159635\"><a href=\"/opinion/1159635/evergreen-freedom-foundation-v-educ-assn/\"><span class=\"volume\">999</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">602</span> </a></span>(2000). Under CR 12(b)(6), dismissal is appropriate only when it appears beyond doubt that the claimant can prove no set of facts, consistent with the complaint, which would justify recovery. <i>Bravo v. Dolsen Cos.,</i> 125 Wash.2d 745, 750, <span class=\"citation\" data-id=\"1347755\"><a href=\"/opinion/1347755/bravo-v-dolsen-companies/\"><span class=\"volume\">888</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">147</span> </a></span>(1995). Such motions should be granted \"sparingly and with care,\" and only in the unusual case in which the plaintiff's allegations show on the face of the complaint an insuperable bar to relief. <i>Tenore v. AT &amp; T Wireless Servs.,</i> 136 Wash.2d 322, 330, <span class=\"citation\" data-id=\"1166730\"><a href=\"/opinion/1166730/tenore-v-at-t-wireless-services/\"><span class=\"volume\">962</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">104</span> </a></span>(1998) (quoting <i>Hoffer v. State,</i> 110 Wash.2d 415, 420, <span class=\"citation\" data-id=\"1181103\"><a href=\"/opinion/1181103/hoffer-v-state/\"><span class=\"volume\">755</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">781</span> </a></span>(1988)).</p>\n<p>¶ 45 NNGT alleged that the prosecutors violated its constitutional rights of free speech and free association by obtaining a preliminary injunction order that created substantial uncertainty as to the legality of its ability to solicit and receive media support during the final three weeks of the campaign. Because the trial court dismissed NNGT's counterclaims based on its incorrect legal conclusion that the radio broadcasts at issue were a \"contribution\" subject to regulation under the FCPA, we reverse its dismissal order and remand for further proceedings.<sup>[12]</sup><i>See </i><i>Am. States Ins. Co. v. Symes of Silverdale, Inc.,</i> 150 Wash.2d 462, 470-71, <span class=\"citation\" data-id=\"2549238\"><a href=\"/opinion/2549238/american-states-ins-co-v-symes-of-silverdale-inc/\"><span class=\"volume\">78</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">1266</span> </a></span>(2003) (remanding for further proceedings after concluding the trial court's summary dismissal was predicated on a misunderstanding of the pertinent law).</p>\n<p></p>\n<h2>Attorney Fees</h2>\n<p>¶ 46 The final issue in this appeal is whether the trial court erred by refusing to award attorney fees to the prosecutors under RCW 42.17.400(5), which provides: \"In any action brought under this section, the court <i>may</i> award to the state all costs of investigation and trial, including a reasonable attorney's fee to be fixed by the court.\" RCW 42.17.400(5) (emphasis added). The prosecutors also requested attorney fees under 42 U.S.C. § 1988, which authorizes an award of attorney fees to a prevailing party. The prosecutors argue that they are entitled to an award of attorney fees because NNGT unduly prolonged the litigation by pursuing \"baseless counterclaims.\" They request an award of attorney fees for costs incurred following entry of the preliminary injunction, including the costs of defending the preliminary injunction and the CR 12(b)(6) dismissal on appeal. An award of attorney fees under either RCW 42.17.400(5) or 42 U.S.C. § 1988 is discretionary with the trial court, subject to review for an abuse of discretion. <i>Ermine v. City of Spokane,</i> 143 Wash.2d 636, 641, <span class=\"citation\" data-id=\"2582580\"><a href=\"/opinion/2582580/ermine-v-city-of-spokane/\"><span class=\"volume\">23</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">492</span> </a></span>(2001) (42 U.S.C. § 1988); <i>State ex rel. Pub. Disclosure Comm'n v. Rains,</i> 87 Wash.2d 626, <span class=\"citation\" data-id=\"1197573\"><a href=\"/opinion/1197573/state-v-rains/\"><span class=\"volume\">555</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1368</span> </a></span>(1976). Because we reverse the trial court's CR 12(b)(6) ruling and hold that the disclosure of the radio broadcasts as a campaign contribution was not required under the FCPA, the prosecutors did not prevail on those issues and are not entitled to an award of attorney fees.<sup>[13]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*843</span> CONCLUSION</h2>\n<p>¶ 47 We hold that RCW 42.17.090 did not require NNGT to disclose the value of KVI's radio broadcasts supporting the initiative campaign as an in-kind contribution. The statutory media exemption, RCW 42.17.020(15)(b)(iv), excludes from the definition of \"contribution\" political advocacy for or against a political campaign by the hosts of a regularly scheduled talk show, broadcast by a radio station that is not controlled by a candidate or political committee. We reverse the order dismissing NNGT's counterclaims and remand to the trial court for further proceedings consistent with this opinion. We affirm the trial court's denial of attorney fees to San Juan County.</p>\n<p>WE CONCUR: Chief Justice GERRY L. ALEXANDER, CHARLES W. JOHNSON, BOBBE J. BRIDGE, TOM CHAMBERS, SUSAN OWENS, and MARY E. FAIRHURST, JJ.</p>\n<p>J.M. JOHNSON, J. (concurring).</p>\n<p>¶ 48 Today we are confronted with an example of abusive prosecution by several local governments. San Juan County and the cities of Seattle, Auburn, and Kent (hereinafter Municipalities) determined to file a legal action ostensibly for disclosure of radio time spent discussing a proposed initiative. This litigation was actually for the purpose of restricting or silencing political opponents and was quickly dismissed after the filing deadline for the initiative. The disregard for core freedoms of speech and association in this case, and resulting interference with these constitutional rights, is described in the majority. The Municipalities augmented their prosecuting attorneys and legal staff<sup>[1]</sup> with an interested<sup>[2]</sup> private law firm to engage in this prosecution of No New Gas Tax (NNGT), in a transparent attempt to block filing of an initiative, which is also a constitutional right in Washington.</p>\n<p>¶ 49 I concur with the majority's holding construing the statute in a constitutional manner to not apply to the political speech of the defendants. I write separately to emphasize that the contrary positions of the Municipalities and court below resulted in infringing constitutional rights. Thus, the majority properly reverses and remands for further proceedings. At the least, this remand requires that NNGT receive reasonable attorney fees and trial costs. There are three separate legal grounds: the failed injunction, the statute under which the case was prosecuted (chapter 42.17 RCW), and the federal civil rights actions under 42 U.S.C. §§ 1983 and 1988.<sup>[3]</sup></p>\n<p></p>\n<h2>ANALYSIS</h2>\n<p>¶ 50 The Municipalities involved expected millions of dollars from increased tax revenue if Initiative 912 (I-912) failed to qualify for the ballot. The private law firm would potentially derive financial benefit from its role as one state bond counsel and volunteered to help litigate against NNGT \"on behalf of the State of Washington.\" (The term \"pro bono publico\" is not appropriate here.) CP at 1206-08, 1233-39; majority at 834-35.</p>\n<p><span class=\"star-pagination\">*844</span> ¶ 51 An early motion in the Municipalities' litigation resulted in this preliminary injunction, which had the effect of requiring Fisher Communications and radio station 570 KVI to limit discussion of I-912 on the radio. NNGT argues that the \"record is clear that the Municipalities sued NNGT to interfere with its efforts to pass I-912.\" <i>See</i> Opening Br. of Appellants No New Gas Tax and Jeffrey Davis at 40. I agree.</p>\n<p>¶ 52 The preliminary injunction required that KVI's on-air commentary be counted as an in-kind campaign contribution reported before any further campaign expenditures. CP at 388; <i>see also</i> Tr. of Proceedings (July 1, 2005) at 35. Since the injunction mandated nearly immediate reporting, and it was not possible to completely segregate the relevant portions of the talk show, almost all the air time was reported. The full effect of this injunction's characterization of talk show commentary as in-kind contribution is evident when RCW 42.17.105(8) is also considered. That statute states in relevant part any in-kind campaign contribution in excess of $5,000, within 21 days of the general election, is a violation of the Fair Campaign Practices Act (FCPA). <i>Id.</i> Thus, the injunction was \"chilling\" of speech because of the substantial risk that KVI on-air commentary regarding NNGT, in the three weeks preceding the general election, would be a donation in excess of the $5,000 cap, thereby incurring financial sanctions. The majority noted that the Public Disclosure Commission (PDC) determined after the preliminary injunction that the $5,000 limit would apply. Majority at 835. Additionally, the Municipalities' complaint requested penalties, treble damages, attorney fees, and costs. CP at 30-32.</p>\n<p>¶ 53 The Municipalities now contend that RCW 42.17.105(8) would not apply to all KVI's speech because they only sought disclosure for the time period prior to May 31, 2005.<sup>[4]</sup> However, the Municipalities do not propose any rational distinction which allows KVI's speech to be actionable before May 31, 2005, and then magically transform into protected speech after that date.<sup>[5]</sup> Clearly, the trial court's preliminary injunction labeled the talk radio speech at issue a \"contribution\" under the reporting requirements of RCW 42.17.090, which also subjects it to the spending limits of the FCPA later. This erroneous characterization left KVI open to potential prosecution after the resolution of this case.<sup>[6]</sup></p>\n<p>¶ 54 The United States Supreme Court examined effects of such threatened or potential prosecutions on free speech when it held \"[i]t makes no difference whether such prosecutions or proceedings would actually be commenced. It is enough that a vague and broad statute lends itself to selective enforcement against unpopular causes.\" <i>NAACP v. Button,</i> <span class=\"citation\" data-id=\"106514\"><a href=\"/opinion/106514/naacp-v-button/\"><span class=\"volume\">371</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">415</span></a></span>, 435, <span class=\"citation\" data-id=\"106514\"><a href=\"/opinion/106514/naacp-v-button/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">328</span></a></span>, <span class=\"citation\" data-id=\"106514\"><a href=\"/opinion/106514/naacp-v-button/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">405</span> </a></span>(1963). In other words, the chilling effect upon the exercise of First Amendment rights may derive from the threat of prosecution, and not just by the prospects of its success. Here, the injunction's erroneous characterization of the commentary as an in-kind \"contribution\" placed defendants in jeopardy of prosecution at a later date, and the only way to completely mitigate the risk was self-imposed silence.</p>\n<p>¶ 55 Clearly, \"the First Amendment prohibits the State from silencing speech it disapproves, <span class=\"star-pagination\">*845</span> particularly silencing criticism of government itself. Threats of coerced silence chill uninhibited political debate and undermine the very purpose of the First Amendment.\" <i>State ex rel. Pub. Disclosure Comm'n v. 119 Vote No! Comm.,</i> 135 Wash.2d 618, 626, <span class=\"citation\" data-id=\"1275692\"><a href=\"/opinion/1275692/state-v-119-vote-no-committee/\"><span class=\"volume\">957</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">691</span> </a></span>(1998). Prosecutors must not use the threat of a punitive lawsuit, amounting to an unconstitutional prior restraint on free speech, to block political opponents from exercising their constitutional rights.</p>\n<p>¶ 56 Granting NNGT complete reasonable attorney fees and trial costs is appropriate and required here. This may serve to deter future state actors from using their authority to act similarly to deprive individuals of constitutional rights of speech (or initiative).</p>\n<p>¶ 57 A first obvious legal basis for attorney fees derives from the ultimately failed injunction against free speech, which was held invalid by this court today. NNGT must be awarded attorney fees due to the invalid nature of the injunction alone. The Municipalities sought and were granted a preliminary injunction under CR 65, which was <i>not</i> converted to permanent injunction and was ultimately held improper. Indeed, the government parties apparently abandoned their complaint once they failed to block the initiative filing. According to well established law of this court, such an enjoined party is entitled to attorney fees. <i>See also</i> CR 65(c).</p>\n<p>¶ 58 We held in <i>Ino Ino, Inc. v. City of Bellevue,</i> 132 Wash.2d 103, 143, <span class=\"citation\" data-id=\"1152999\"><a href=\"/opinion/1152999/ino-ino-inc-v-city-of-bellevue/\"><span class=\"volume\">937</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">154</span></a></span>, <span class=\"citation\" data-id=\"1179716\"><a href=\"/opinion/1179716/srcc-v-public-disclosure-comn/\"><span class=\"volume\">943</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1358</span> </a></span>(1997) that a court shall award reasonable attorney fees when a person prevails in dissolving a wrongfully issued temporary injunction. <i>See </i><i>Trummel v. Mitchell,</i> 156 Wash.2d 653, 677, <span class=\"citation\" data-id=\"2575888\"><a href=\"/opinion/2575888/trummel-v-mitchell/\"><span class=\"volume\">131</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">305</span> </a></span>(2006); <i>see also </i><i>Wash. State Labor Council v. Reed,</i> 149 Wash.2d 48, 60-61, <span class=\"citation\" data-id=\"2625886\"><a href=\"/opinion/2625886/washington-state-labor-council-v-reed/\"><span class=\"volume\">65</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">1203</span> </a></span>(2003) (\"Granting attorney fees where a challenge to an injunction is successful is based on the premise that a temporary injunction prohibits a party from engaging in a particular activity. That party's only option, other than submitting to the order, is to take legal action. Attorney fees are awarded for the damages suffered from the injunction.\"). The damages for unlawful injunction include reasonable costs of legal defense.</p>\n<p>¶ 59 The prevailing party must recover attorney fees unless special circumstances would render such an award unjust. <i>See </i><i>Wash. State Republican Party v. Wash. State Pub. Disclosure Comm'n,</i> 141 Wash.2d 245, <span class=\"citation\" data-id=\"2595387\"><a href=\"/opinion/2595387/washington-state-republican-party-v-state-public-disclosure-commission/\"><span class=\"volume\">4</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">808</span> </a></span>(2000) (<i>WSRP</i>).</p>\n<p>¶ 60 The statutory scheme, which was invoked by the Municipalities here, provides an express alternative basis for the attorney fees. The statute relied on by both parties in their pleadings below is RCW 42.17.400(5), which provides, in part:</p>\n<blockquote>If the defendant prevails, he shall be awarded all costs of trial, and may be awarded a reasonable attorney's fee to be fixed by the court to be paid by the state of Washington.</blockquote>\n<p>¶ 61 Generally, the calculation of attorney fees is determined using the lodestar method. <i>Bowers v. Transamerica Title Ins. Co.,</i> 100 Wash.2d 581, 593, <span class=\"citation\" data-id=\"1344600\"><a href=\"/opinion/1344600/bowers-v-transamerica-title-ins/\"><span class=\"volume\">675</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">193</span> </a></span>(1983). A court arrives at the lodestar award by multiplying a reasonable hourly rate by the number of hours reasonably expended on the matter. <i>Scott Fetzer Co. v. Weeks,</i> 122 Wash.2d 141, 149-50, <span class=\"citation\" data-id=\"2613237\"><a href=\"/opinion/2613237/scott-fetzer-co-v-weeks/\"><span class=\"volume\">859</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1210</span> </a></span>(1993). The lodestar amount may be adjusted to account for subjective factors such as the level of skill required by the litigation, the amount of potential recovery, time limitations imposed by the litigation, the attorney's reputation, and the undesirability of the case. <i>Bowers,</i> 100 Wash.2d at 597, <span class=\"citation\" data-id=\"1344600\"><a href=\"/opinion/1344600/bowers-v-transamerica-title-ins/\"><span class=\"volume\">675</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">193</span></a></span>; <i>see also</i> RPC 1.5(a). Here, the court should also consider that a combined city-county/private firm effort of many attorneys prosecuted this case against NNGT.<sup>[7]</sup></p>\n<p>¶ 62 Central to determining the reasonable attorney fees is the underlying purpose for authorizing the collection of such fees. <i>Brand v. Dep't of Labor &amp; Indus.,</i> 139 Wash.2d 659, 667, <span class=\"citation\" data-id=\"1253381\"><a href=\"/opinion/1253381/brand-v-dept-of-labor-industries/\"><span class=\"volume\">989</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1111</span> </a></span>(1999). This court has recognized that specific statutes authorizing the award of reasonable attorney fees are designed to serve purposes other <span class=\"star-pagination\">*846</span> than the general purpose of most fee shifting statutes, e.g., to punish frivolous litigation and encourage meritorious litigation. <i>Id.</i> (citing <i>Scott Fetzer Co.,</i> 122 Wash.2d at 149, <span class=\"citation\" data-id=\"2613237\"><a href=\"/opinion/2613237/scott-fetzer-co-v-weeks/\"><span class=\"volume\">859</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1210</span></a></span>).</p>\n<p>¶ 63 Similarly, 42 U.S.C. § 1988(b) is relied on by the answer and counterclaim. This statute allows a prevailing party to recover attorney fees when defending against infringement of civil rights under color of state law. It provides in relevant part that:</p>\n<blockquote>In any action or proceeding to enforce a provision of sections . . . [1981-1983, 1985, 1986] [of this] title . . . the court, in its discretion, may allow the prevailing party, other than the United States, a reasonable attorney's fee as part of the costs. . . .</blockquote>\n<p><i>Id.</i> (first alteration in original). Reasonable attorney fees should always be awarded to the prevailing private party under this section, absent some rare, special circumstance. <i>Hensley v. Eckerhart,</i> <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, 429-30, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1933</span></a></span>, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">40</span> </a></span>(1983) (the United States Supreme Court acknowledged congressional intent that a prevailing plaintiff should ordinarily be awarded attorney fees unless special circumstances would make an award unjust). The term \"reasonable attorney's fee\" should be construed liberally under 42 U.S.C. § 1988. <i>See, e.g., </i><i>Louisiana-Pacific Corp. v. ASARCO, Inc.,</i> 131 Wash.2d 587, 605 n. 81, <span class=\"citation\" data-id=\"1448471\"><a href=\"/opinion/1448471/louisiana-pacific-corp-v-asarco-inc/\"><span class=\"volume\">934</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">685</span> </a></span>(1997) (Sanders, J., concurring) (\"holding the term `reasonable attorney's fee' as used in 42 U.S.C. § 1988 `must take into account the work not only of attorneys, but also of secretaries, messengers, librarians, janitors, and others whose labor contributes to the work product for which an attorney bills her client; and it must also take account of other expenses and profit[ ]'\" (alteration in original) (quoting <i>Missouri v. Jenkins,</i> <span class=\"citation\" data-id=\"112299\"><a href=\"/opinion/112299/missouri-v-jenkins/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">274</span></a></span>, 285, <span class=\"citation\" data-id=\"112299\"><a href=\"/opinion/112299/missouri-v-jenkins/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2463</span></a></span>, <span class=\"citation\" data-id=\"112299\"><a href=\"/opinion/112299/missouri-v-jenkins/\"><span class=\"volume\">105</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">229</span> </a></span>(1989))).</p>\n<p>¶ 64 In the instant case, it appears that the Municipalities' prosecution of the case, and especially the preliminary injunction, was calculated to muzzle media support of the NNGT initiative. This behavior sought to keep the initiative from ballot qualification during the very limited window between passage of the disputed legislation and the initiative filing deadline.<sup>[8]</sup> This lawsuit was not justified under the law (the majority so holds) and was offensive to the notion of free and open debate.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>¶ 65 We recognize that the amount of an award of reasonable attorney fees may be determined in the first instance by the trial court, which may be the same court that erroneously entered the injunction. Therefore, it is important to direct the court on remand to award NNGT reasonable attorney fees and costs under the statute relied on by both parties, RCW 42.17.400(5). Alternatively, the invalid temporary restraining order alone also requires fees under this recognized ground in equity. Finally, the answer and counterclaim are based on 42 U.S.C. § 1983, which also requires attorney fees under § 1988.</p>\n<p>¶ 66 The voters had their say on I-912, as is appropriate under our constitution. The legal action and injunction below meant the advocates on one side of their issue were denied their rights to speak before the voters decided. I concur with the majority in reversing the rulings below and remanding for appropriate relief.</p>\n<p>I CONCUR: Justice RICHARD B. SANDERS.</p>\n<h2>NOTES</h2>\n<p>[1]  \"`Contribution' does not include: . . . A news item, feature, commentary or editorial in a regularly scheduled news medium that is of primary interest to the general public, that is in a news medium controlled by a person whose primary business is that news medium, and that is not controlled by a candidate or political committee.\" RCW 42.17.020(15)(b)(iv).</p>\n<p>[2]  The complaint further alleged that NNGT failed to adequately disclose the identities of Internet contributors and that it made material misstatements regarding the fuel tax at issue. Those issues are not part of this appeal.</p>\n<p>[3]  \"Political advertising\" is defined as \"any advertising displays, newspaper ads, billboards, signs, brochures, articles, tabloids, flyers, letters, radio or television presentations, or other means of mass communication, used for the purpose of appealing, directly or indirectly, for votes or for financial or other support in any election campaign.\" RCW 42.17.020(37).</p>\n<p>[4]  The ballot measure was rejected by the voters. <i>See</i> Wash. Secretary of State, <i>2005 Initiative Measures,</i> http://www.secstate.wa.gov/elections/previous_elections.aspx.</p>\n<p>[5]  NNGT alleged that the prosecutors violated their state and federal constitutional rights to freedom of speech (counts 1 and 2) and freedom of association (counts 3 and 4); that the preliminary injunction was unconstitutionally vague (counts 5 and 6); that permitting a financially interested law firm to prosecute the case violated their constitutional rights to due process under the state and federal constitutions (counts 7 and 8), and also violated the state constitution's faithful execution clause (count 9); that the action violated the state privileges and immunities clauses by permitting arbitrary enforcement through local authorities rather than through the PDC (count 10); that the preliminary injunction unfairly singles out radio broadcast discussions in violation of the equal protection guarantees of the federal and state constitutions (counts 11 and 12); and that forcing NNGT to disclose sensitive internal campaign documents to a financially interested private law firm that supports the opposing side violates its state and federal constitutional rights to free speech and free association (counts 13 and 14). CP at 421-34.</p>\n<p>[6]  In adopting Initiative 276, the voters declared that \"the concepts of disclosure and limitations of election campaign financing are established by the passage of the Federal Election Campaign Act of 1971 by the Congress of the United States, and in consequence thereof it is desirable to have implementing legislation at the state level.\" RCW 42.17.010(8).</p>\n<p>[7]  In the Bipartisan Campaign Reform Act of 2002, Congress substantially amended campaign finance regulations by creating new regulations of \"electioneering communications,\" a term which includes the media exemption applicable to \"expenditures.\" Following the United States Supreme Court's decision upholding the new federal regulations, <i>McConnell v. Federal Election Commission,</i> <span class=\"citation\" data-id=\"131149\"><a href=\"/opinion/131149/mcconnell-v-federal-election-commn/\"><span class=\"volume\">540</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">93</span></a></span>, <span class=\"citation\" data-id=\"131149\"><a href=\"/opinion/131149/mcconnell-v-federal-election-commn/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">619</span></a></span>, <span class=\"citation\" data-id=\"131149\"><a href=\"/opinion/131149/mcconnell-v-federal-election-commn/\"><span class=\"volume\">157</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">491</span> </a></span>(2003), our legislature adopted similar regulations of \"electioneering communications\" and likewise incorporated the media exemption for: \"A news item, feature, commentary, or editorial in a regularly scheduled news medium that is: (i) Of primary interest to the general public; (ii) In a news medium controlled by a person whose business is that news medium; and (iii) Not a medium controlled by a candidate or a political committee.\" RCW 42.17.020(21)(c).</p>\n<p>[8]  After concluding that the federal press exemption did not apply to the voter's guide at issue, the MCFL court held that the limit on corporate expenditures was unconstitutional as applied to the grassroots organization.</p>\n<p>[9]  The FCPA defines \"political advertising\" as:\n</p>\n<p>[A]ny advertising displays, newspaper ads, billboards, signs, brochures, articles, tabloids, flyers, letters, <i>radio</i> or television <i>presentations,</i> or other means of mass communication, <i>used for the purpose of appealing, directly or indirectly, for votes or for financial or other support</i> in any election campaign.</p>\n<p>Former RCW 42.17.020(32) (2004).</p>\n<p>[10]  At oral argument, the prosecutors argued that without the limiting construction imposed by the PDC media, corporations could become \"king makers,\" providing their favored candidates and ballot measure advocates with unlimited access to the airwaves. But this is an argument more appropriately directed to the legislature. The media exemption represents a policy choice to accord full protection to the first amendment rights of the press even at the expense of countervailing societal interests that may be served by campaign finance regulations. We note that nothing in our decision today forecloses the legislature, or the people via the initiative process, from limiting the statutory media exemption. Whether, and to what extent, a media exemption is constitutionally required is beyond the scope of this opinion.</p>\n<p>[11]  The PDC may \"[a]dopt . . . suitable administrative rules to carry out the policies and purposes of this chapter,\" and \"[a]dopt and promulgate a code of fair campaign practices.\" RCW 42.17.370(1), (7).</p>\n<p>[12]  In view of our decision to remand, we do not reach the merits of NNGT's remaining claims.</p>\n<p>[13]  NNGT disclosed in its reply brief to this court that it failed to inform the trial court that a NNGT member asked Carlson to convey certain messages in his radio broadcasts. The prosecutors contend that this disclosure \"confirms\" that Carlson's broadcasts were political advertising, not commentary, and that NNGT's claims were frivolous, unreasonable, and unsupported by the facts and law. But as we discuss above, whether the media exemption applies to the radio broadcasts does not turn on whether the talk show hosts acted independently from the political committee. Thus, the belated disclosure is not material to the merits of NNGT's claims or the prosecutors' entitlement to attorney fees.</p>\n<p>[1]  The legality of the expenditure of public funds to prosecute private citizens for political speech may also be subject to review by the state auditor with enforcement by the attorney general. RCW 43.09.260.</p>\n<p>[2]  Before agreeing to represent the Municipalities, Foster Pepper PLLC was an active member of \"Keep Washington Rolling,\" a coalition of groups formed to defeat Initiative 912 (I-912). <i>See</i> majority at 834-35; Clerk's Papers (CP) at 437.</p>\n<p>[3]  NNGT pleaded for attorney fees and costs in its \"Answer and Counter Claim.\" <i>See</i> CP at 433. Specifically, it asked for fees, costs, and expenses by citing 42 U.S.C. § 1988, RCW 42.17.400(5) and \"any other legal and equitable relief as this Court may deem appropriate and just.\" CP at 434.</p>\n<p>[4]  <i>See</i> Ruling Den. Mots. to Shorten Time and Stay Enforcement of Order (Oct. 7, 2005) (the Court of Appeals commissioner noted that the Municipalities \"have represented that they have not and will not seek application of the Fair Campaign Practices Act\" after May 31, 2005). CP at 1043; <i>cf.</i> Municipalities Complaint (does <i>not</i> so limit the claims to speech made prior to May 31, 2005). CP at 30-31.</p>\n<p>[5]  <i>See </i><i>Timberline Air Serv., Inc., v. Bell Helicopter-Textron, Inc.,</i> 125 Wash.2d 305, 313, <span class=\"citation\" data-id=\"2611875\"><a href=\"/opinion/2611875/timberline-air-service-inc-v-bell-helicopter-textron-inc/\"><span class=\"volume\">884</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">920</span> </a></span>(1994) (where the same words are used in different parts of the same statute, there is a strong presumption that the legislature intended the same meaning). Here, the \"contribution\" limitation in RCW 42.17.105(8) explicitly applies to all \"contributions reportable under RCW 42.17.090.\"</p>\n<p>[6]  The Public Disclosure Commission (PDC) was not bound by the Municipalities' assurance and has previously indicated that it regarded on-air commentary as a \"contribution\" under RCW 42.17.020(14) and that it would prosecute any violation of the statute. <i>See</i> Resp'ts'/Cross-Appellants' (1) Resp. Br. to NNGT's Appeal; and (2) Opening Br. in Supp. of Resp'ts/Cross-Appellants' Cross-Appeal, App. 3, PDC Declaratory Ruling No. 5A (1992); <i>see also id.</i> App. 4, PDC Advisory Op. (Aug. 29, 1995).</p>\n<p>[7]  The rates of comparably skilled law firms are the likely basis for a reasonable hourly fee. The Municipalities insistence on contracting with private attorneys suggests that the services (and rates) of these attorneys suggest a \"reasonable\" rate.</p>\n<p>[8]  Because this action was brought by the Municipalities, it is important to note that \"`attorney's fee[s are] available even when damages would be barred or limited by \"immunity doctrines and special defenses, available only to public officials.\" '\" <i>WSRP,</i> 141 Wash.2d at 291, <span class=\"citation\" data-id=\"2595387\"><a href=\"/opinion/2595387/washington-state-republican-party-v-state-public-disclosure-commission/\"><span class=\"volume\">4</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">808</span> </a></span>(Sanders, J., concurring) (quoting <i>Pulliam v. Allen,</i> <span class=\"citation\" data-id=\"111166\"><a href=\"/opinion/111166/pulliam-v-allen/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">522</span></a></span>, 543, <span class=\"citation\" data-id=\"111166\"><a href=\"/opinion/111166/pulliam-v-allen/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1970</span></a></span>, <span class=\"citation\" data-id=\"111166\"><a href=\"/opinion/111166/pulliam-v-allen/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">565</span> </a></span>(1984), <i>superseded by statute as to judicial immunity as stated in </i><i>Kampfer v. Scullin,</i> <span class=\"citation no-link\"><span class=\"volume\">989</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">194</span> </span>(N.D.N.Y.1997)).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/106514/",
    "https://www.courtlistener.com/api/rest/v3/opinions/106761/",
    "https://www.courtlistener.com/api/rest/v3/opinions/107235/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109836/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110929/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111166/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111782/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112299/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112398/",
    "https://www.courtlistener.com/api/rest/v3/opinions/131149/",
    "https://www.courtlistener.com/api/rest/v3/opinions/186503/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1152999/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1159635/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1166730/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1175516/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1179716/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1181103/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1188493/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1197573/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1253381/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1275692/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1275734/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1292089/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1344600/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1347755/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1360090/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1430055/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1448418/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1448471/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1448706/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2386666/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2549238/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2575888/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2582580/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2595387/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2611875/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2613237/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2624899/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2625886/"
  ]
}